{
  "books": [
    {
      "contentEn": "A dog is a common pet in many homes. Dogs are friendly animals that love to play and spend time with people. They need food, water, and a safe place to live. Dogs are also good for security. Some dogs help blind people by guiding them. Others work with the police to find lost things or people. Taking care of a dog means you need to clean them, take them for walks, and visit the vet. Dogs are loyal and make great friends.",
      "contentIt": "Un cane è un animale domestico comune in molte case. I cani sono animali amichevoli che amano giocare e passare del tempo con le persone. Hanno bisogno di cibo, acqua e un posto sicuro dove vivere. I cani sono anche utili per la sicurezza. Alcuni cani aiutano le persone non vedenti guidandole. Altri lavorano con la polizia per trovare oggetti o persone scomparse. Prendersi cura di un cane significa pulirlo, portarlo a spasso e andare dal veterinario. I cani sono fedeli e diventano ottimi amici.",
      "title": "Dogs as Pets",
      "imageUrl": "https://www.princeton.edu/sites/default/files/styles/1x_full_2x_half_crop/public/images/2022/02/KOA_Nassau_2697x1517.jpg?itok=Bg2K7j7J",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "cane"
        },
        {
          "key": "pet",
          "value": "animale domestico"
        },
        {
          "key": "friendly",
          "value": "amichevole"
        },
        {
          "key": "animal",
          "value": "animale"
        },
        {
          "key": "play",
          "value": "giocare"
        },
        {
          "key": "food",
          "value": "cibo"
        },
        {
          "key": "water",
          "value": "acqua"
        },
        {
          "key": "safe",
          "value": "sicuro"
        },
        {
          "key": "place",
          "value": "posto"
        },
        {
          "key": "security",
          "value": "sicurezza"
        },
        {
          "key": "blind",
          "value": "non vedente"
        },
        {
          "key": "guide",
          "value": "guidare"
        },
        {
          "key": "lost",
          "value": "scomparso"
        },
        {
          "key": "care",
          "value": "cura"
        },
        {
          "key": "clean",
          "value": "pulire"
        },
        {
          "key": "walk",
          "value": "passeggiata"
        },
        {
          "key": "visit",
          "value": "visitare"
        },
        {
          "key": "vet",
          "value": "veterinario"
        },
        {
          "key": "loyal",
          "value": "fedele"
        },
        {
          "key": "friend",
          "value": "amico"
        },
        {
          "key": "great",
          "value": "ottimo"
        }
      ]
    },
    {
      "contentEn": "The Eiffel Tower is one of the most famous landmarks in the world. It is located in Paris, France. The tower was built in 1889 by Gustave Eiffel for the World’s Fair. It is 330 meters tall and made of iron. Many people visit the Eiffel Tower every year. You can go up to the top of the tower by elevator or stairs. From the top, you can see all of Paris. The view is amazing. At night, the tower is covered in lights, and it looks beautiful. The Eiffel Tower is not just a tourist attraction. It is also a symbol of France. People from all over the world come to Paris to see it.",
      "contentIt": "La Torre Eiffel è uno dei monumenti più famosi al mondo. Si trova a Parigi, in Francia. La torre è stata costruita nel 1889 da Gustave Eiffel per l'Esposizione Universale. È alta 330 metri ed è fatta di ferro. Ogni anno molte persone visitano la Torre Eiffel. Si può salire in cima alla torre con l'ascensore o con le scale. Dalla cima si può vedere tutta Parigi. La vista è meravigliosa. Di notte, la torre è illuminata e appare bellissima. La Torre Eiffel non è solo un'attrazione turistica. È anche un simbolo della Francia. Persone da tutto il mondo vengono a Parigi per vederla.",
      "title": "The Eiffel Tower",
      "imageUrl": "https://www.arkitektuel.com/wp-content/uploads/2017/10/eiffel.png",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "tower",
          "value": "torre"
        },
        {
          "key": "landmark",
          "value": "monumento"
        },
        {
          "key": "iron",
          "value": "ferro"
        },
        {
          "key": "elevator",
          "value": "ascensore"
        },
        {
          "key": "stairs",
          "value": "scale"
        },
        {
          "key": "view",
          "value": "vista"
        },
        {
          "key": "amazing",
          "value": "meraviglioso"
        },
        {
          "key": "symbol",
          "value": "simbolo"
        }
      ]
    },
    {
      "contentEn": "Gardening is a relaxing activity enjoyed by people of all ages. It is a way to connect with nature and create something beautiful. Many people grow flowers, vegetables, or herbs in their gardens. Flowers like roses, tulips, and daisies make gardens colorful and lively. Vegetables such as tomatoes, carrots, and cucumbers provide fresh food for families. Herbs like mint and basil add flavor to meals. Gardening also helps people feel calm and reduces stress.\n\nTo start gardening, you need tools like a shovel, gloves, and a watering can. The first step is to prepare the soil by removing weeds and adding nutrients. Seeds or small plants are then placed in the soil. Regular care, such as watering and protecting the plants from pests, is important for healthy growth. Some people even build small fences to keep animals away from their gardens. Gardening teaches patience because plants take time to grow. It is a rewarding hobby that gives people a sense of achievement and joy.",
      "contentIt": "Il giardinaggio è un'attività rilassante apprezzata da persone di tutte le età. È un modo per connettersi con la natura e creare qualcosa di bello. Molte persone coltivano fiori, verdure o erbe nei loro giardini. Fiori come rose, tulipani e margherite rendono i giardini colorati e vivaci. Verdure come pomodori, carote e cetrioli offrono cibo fresco per le famiglie. Erbe come menta e basilico aggiungono sapore ai pasti. Il giardinaggio aiuta anche le persone a sentirsi calme e a ridurre lo stress.\n\nPer iniziare a fare giardinaggio, servono attrezzi come una pala, dei guanti e un annaffiatoio. Il primo passo è preparare il terreno rimuovendo le erbacce e aggiungendo sostanze nutritive. I semi o le piantine vengono poi messi nel terreno. Cure regolari, come l'irrigazione e la protezione delle piante dai parassiti, sono importanti per una crescita sana. Alcune persone costruiscono anche piccole recinzioni per tenere lontani gli animali dai loro giardini. Il giardinaggio insegna la pazienza perché le piante richiedono tempo per crescere. È un hobby gratificante che dona alle persone un senso di realizzazione e gioia.",
      "title": "Gardening for Beginners",
      "imageUrl": "https://cdn.shopify.com/s/files/1/2318/5061/files/Gardening_with_Family.jpg?v=1575880787",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Lifestyle",
      "words": [
        {
          "key": "Gardening",
          "value": "giardinaggio"
        },
        {
          "key": "relaxing",
          "value": "rilassante"
        },
        {
          "key": "nature",
          "value": "natura"
        },
        {
          "key": "flower",
          "value": "fiore"
        },
        {
          "key": "vegetable",
          "value": "verdura"
        },
        {
          "key": "herb",
          "value": "erba aromatica"
        },
        {
          "key": "rose",
          "value": "rosa"
        },
        {
          "key": "tulip",
          "value": "tulipano"
        },
        {
          "key": "daisy",
          "value": "margherita"
        },
        {
          "key": "tomato",
          "value": "pomodoro"
        },
        {
          "key": "carrot",
          "value": "carota"
        },
        {
          "key": "cucumber",
          "value": "cetriolo"
        },
        {
          "key": "mint",
          "value": "menta"
        },
        {
          "key": "basil",
          "value": "basilico"
        },
        {
          "key": "stress",
          "value": "stress"
        },
        {
          "key": "shovel",
          "value": "pala"
        },
        {
          "key": "glove",
          "value": "guanto"
        },
        {
          "key": "watering can",
          "value": "annaffiatoio"
        },
        {
          "key": "soil",
          "value": "terreno"
        },
        {
          "key": "weed",
          "value": "erbaccia"
        },
        {
          "key": "Seed",
          "value": "seme"
        },
        {
          "key": "pest",
          "value": "parassita"
        },
        {
          "key": "fence",
          "value": "recinzione"
        },
        {
          "key": "patience",
          "value": "pazienza"
        }
      ]
    },
    {
      "contentEn": "Animals are an important part of life on Earth. They live in many places, such as forests, oceans, deserts, and mountains. Some animals, like dogs and cats, live with humans as pets. These animals bring joy and companionship to people. Wild animals, on the other hand, live in nature and include lions, elephants, and dolphins. Each animal plays a special role in the ecosystem. Bees, for example, help plants grow by carrying pollen. Birds, such as eagles and parrots, add beauty to the world with their colors and songs.\n\nTaking care of animals is essential for a healthy planet. Many species are endangered because of deforestation, pollution, and hunting. Zoos also play a role in educating people about wildlife. People can learn how animals live, what they eat, and why they are important. Additionally, adopting a pet is a great way to support animals. It is important to provide them with proper food, water, and shelter. By caring for animals, we show respect for nature and all living things.",
      "contentIt": "Gli animali sono una parte importante della vita sulla Terra. Vivono in molti luoghi, come foreste, oceani, deserti e montagne. Alcuni animali, come cani e gatti, vivono con gli esseri umani come animali domestici. Questi animali portano gioia e compagnia alle persone. Gli animali selvatici, invece, vivono in natura e includono leoni, elefanti e delfini. Ogni animale svolge un ruolo speciale nell'ecosistema. Le api, ad esempio, aiutano le piante a crescere trasportando il polline. Gli uccelli, come le aquile e i pappagalli, aggiungono bellezza al mondo con i loro colori e canti.\n\nPrendersi cura degli animali è essenziale per un pianeta sano. Molte specie sono in pericolo a causa della deforestazione, dell'inquinamento e della caccia. Anche gli zoo svolgono un ruolo nell'educare le persone sulla fauna selvatica. Le persone possono imparare come vivono gli animali, cosa mangiano e perché sono importanti. Inoltre, adottare un animale domestico è un ottimo modo per supportare gli animali. È importante fornire loro cibo, acqua e un riparo adeguati. Prendendoci cura degli animali, mostriamo rispetto per la natura e tutti gli esseri viventi.",
      "title": "The Importance of Animals",
      "imageUrl": "https://res.cloudinary.com/jerrick/image/upload/v1678529191/640c52a778e5fa001d0aace9.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Nature",
      "words": [
        {
          "key": "Animal",
          "value": "animale"
        },
        {
          "key": "Earth",
          "value": "Terra"
        },
        {
          "key": "forest",
          "value": "foresta"
        },
        {
          "key": "ocean",
          "value": "oceano"
        },
        {
          "key": "desert",
          "value": "deserto"
        },
        {
          "key": "mountain",
          "value": "montagna"
        },
        {
          "key": "pet",
          "value": "animale domestico"
        },
        {
          "key": "joy",
          "value": "gioia"
        },
        {
          "key": "companion",
          "value": "compagno"
        },
        {
          "key": "Wild",
          "value": "selvaggio"
        },
        {
          "key": "nature",
          "value": "natura"
        },
        {
          "key": "ecosystem",
          "value": "ecosistema"
        },
        {
          "key": "bee",
          "value": "ape"
        },
        {
          "key": "pollen",
          "value": "polline"
        },
        {
          "key": "Bird",
          "value": "uccello"
        },
        {
          "key": "endangered",
          "value": "in pericolo"
        },
        {
          "key": "deforestation",
          "value": "deforestazione"
        },
        {
          "key": "pollution",
          "value": "inquinamento"
        },
        {
          "key": "hunting",
          "value": "caccia"
        },
        {
          "key": "sanctuary",
          "value": "rifugio"
        },
        {
          "key": "wildlife",
          "value": "fauna selvatica"
        },
        {
          "key": "adopt",
          "value": "adottare"
        },
        {
          "key": "shelter",
          "value": "riparo"
        },
        {
          "key": "respect",
          "value": "rispetto"
        }
      ]
    },
    {
      "contentEn": "Artificial intelligence (AI) is a technology that is changing the world. It allows machines to think, learn, and solve problems like humans. AI is used in many areas of life, such as healthcare, education, and transportation. For example, in healthcare, AI can help doctors find diseases faster by analyzing medical images. In education, smart systems can create personalized learning plans for students. Self-driving cars, which use AI, can make transportation safer and more efficient. AI is also behind voice assistants like Siri and Alexa, which help people with daily tasks.\n\nDespite its many benefits, AI also brings challenges. One concern is that AI might replace human jobs. Many tasks that were once done by people are now performed by machines. This can lead to unemployment and require workers to learn new skills. Another challenge is ensuring that AI systems are fair and unbiased. If not carefully designed, AI could make unfair decisions, such as denying a loan to someone based on incomplete data. People and governments are working to address these issues by creating rules and guidelines for AI development. As AI continues to grow, it is important to use it responsibly to make life better for everyone.",
      "contentIt": "L'intelligenza artificiale (IA) è una tecnologia che sta cambiando il mondo. Permette alle macchine di pensare, apprendere e risolvere problemi come gli esseri umani. L'IA viene utilizzata in molti ambiti della vita, come la sanità, l'istruzione e i trasporti. Ad esempio, nella sanità, l'IA può aiutare i medici a individuare più velocemente le malattie analizzando le immagini mediche. Nell'istruzione, i sistemi intelligenti possono creare piani di apprendimento personalizzati per gli studenti. Le auto a guida autonoma, che usano l'IA, possono rendere i trasporti più sicuri ed efficienti. L'IA è anche alla base degli assistenti vocali come Siri e Alexa, che aiutano le persone nelle attività quotidiane.\n\nNonostante i suoi numerosi vantaggi, l'IA porta anche delle sfide. Una preoccupazione è che l'IA possa sostituire i lavori umani. Molti compiti che un tempo venivano svolti dalle persone sono ora eseguiti dalle macchine. Questo può portare alla disoccupazione e richiedere ai lavoratori di apprendere nuove competenze. Un'altra sfida è garantire che i sistemi IA siano equi e imparziali. Se non progettati con attenzione, potrebbero prendere decisioni ingiuste, come negare un prestito a qualcuno basandosi su dati incompleti. Le persone e i governi stanno lavorando per affrontare questi problemi creando regole e linee guida per lo sviluppo dell'IA. Man mano che l'IA continua a crescere, è importante usarla in modo responsabile per migliorare la vita di tutti.",
      "title": "The Impact of Artificial Intelligence",
      "imageUrl": "https://www.arquimea.com/wp-content/uploads/2023/09/ai-post1.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Technology",
      "words": [
        {
          "key": "Artificial intelligence",
          "value": "intelligenza artificiale"
        },
        {
          "key": "technology",
          "value": "tecnologia"
        },
        {
          "key": "machine",
          "value": "macchina"
        },
        {
          "key": "think",
          "value": "pensare"
        },
        {
          "key": "learn",
          "value": "imparare"
        },
        {
          "key": "solve",
          "value": "risolvere"
        },
        {
          "key": "problem",
          "value": "problema"
        },
        {
          "key": "healthcare",
          "value": "sanità"
        },
        {
          "key": "education",
          "value": "istruzione"
        },
        {
          "key": "transportation",
          "value": "trasporti"
        },
        {
          "key": "medical",
          "value": "medico"
        },
        {
          "key": "personalized",
          "value": "personalizzato"
        },
        {
          "key": "self-driving",
          "value": "a guida autonoma"
        },
        {
          "key": "efficient",
          "value": "efficiente"
        },
        {
          "key": "voice assistant",
          "value": "assistente vocale"
        },
        {
          "key": "task",
          "value": "compito"
        },
        {
          "key": "challenge",
          "value": "sfida"
        },
        {
          "key": "replace",
          "value": "sostituire"
        },
        {
          "key": "unemployment",
          "value": "disoccupazione"
        },
        {
          "key": "skill",
          "value": "competenza"
        },
        {
          "key": "fair",
          "value": "equo"
        },
        {
          "key": "unbiased",
          "value": "imparziale"
        },
        {
          "key": "guideline",
          "value": "linea guida"
        },
        {
          "key": "responsibly",
          "value": "responsabilmente"
        },
        {
          "key": "grow",
          "value": "crescere"
        }
      ]
    },
    {
      "contentEn": "Nature is all around us. It includes trees, rivers, mountains, animals, and the air we breathe. Nature provides us with food, water, and shelter. Without it, life would not be possible. Forests are often called the lungs of the Earth because they produce oxygen and clean the air. Rivers and lakes give us fresh water to drink and use. The sun, wind, and rain are also important parts of nature. They help plants grow and provide energy for our daily lives.\n\nProtecting nature is very important. Many forests are being cut down for wood and farming. This leads to habitat loss for animals and less clean air for humans. Pollution from factories and cars also harms the environment. It is our job to take care of the planet. Recycling, planting trees, and using less plastic can make a big difference. For example, carrying a reusable bag instead of a plastic one reduces waste. Walking or cycling instead of driving helps reduce air pollution. Everyone can do small things to help nature, and together, these actions can create a healthier planet for future generations.",
      "contentIt": "La natura è tutto intorno a noi. Include alberi, fiumi, montagne, animali e l'aria che respiriamo. La natura ci fornisce cibo, acqua e riparo. Senza di essa, la vita non sarebbe possibile. Le foreste sono spesso chiamate i polmoni della Terra perché producono ossigeno e puliscono l'aria. I fiumi e i laghi ci forniscono acqua dolce da bere e da usare. Il sole, il vento e la pioggia sono anche parti importanti della natura. Aiutano le piante a crescere e forniscono energia per la nostra vita quotidiana.\n\nProteggere la natura è molto importante. Molte foreste vengono abbattute per il legno e l'agricoltura. Questo porta alla perdita di habitat per gli animali e a meno aria pulita per gli esseri umani. L'inquinamento proveniente da fabbriche e automobili danneggia anche l'ambiente. È nostro dovere prenderci cura del pianeta. Riciclare, piantare alberi e usare meno plastica può fare una grande differenza. Ad esempio, portare una borsa riutilizzabile invece di una di plastica riduce i rifiuti. Camminare o andare in bicicletta invece di guidare aiuta a ridurre l'inquinamento dell'aria. Tutti possono fare piccole cose per aiutare la natura e insieme queste azioni possono creare un pianeta più sano per le generazioni future.",
      "title": "The Beauty and Importance of Nature",
      "imageUrl": "https://thumbs.dreamstime.com/b/beauty-nature-importance-preserving-environment-289909057.jpg",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Nature",
          "value": "natura"
        },
        {
          "key": "tree",
          "value": "albero"
        },
        {
          "key": "river",
          "value": "fiume"
        },
        {
          "key": "mountain",
          "value": "montagna"
        },
        {
          "key": "animal",
          "value": "animale"
        },
        {
          "key": "breathe",
          "value": "respirare"
        },
        {
          "key": "Forest",
          "value": "foresta"
        },
        {
          "key": "oxygen",
          "value": "ossigeno"
        },
        {
          "key": "clean",
          "value": "pulito"
        },
        {
          "key": "lake",
          "value": "lago"
        },
        {
          "key": "energy",
          "value": "energia"
        },
        {
          "key": "Protect",
          "value": "proteggere"
        },
        {
          "key": "pollution",
          "value": "inquinamento"
        },
        {
          "key": "Recycling",
          "value": "riciclaggio"
        },
        {
          "key": "plastic",
          "value": "plastica"
        },
        {
          "key": "waste",
          "value": "rifiuto"
        },
        {
          "key": "air",
          "value": "aria"
        },
        {
          "key": "healthier",
          "value": "più sano"
        },
        {
          "key": "planet",
          "value": "pianeta"
        },
        {
          "key": "generation",
          "value": "generazione"
        },
        {
          "key": "reduce",
          "value": "ridurre"
        },
        {
          "key": "habitat",
          "value": "habitat"
        },
        {
          "key": "future",
          "value": "futuro"
        },
        {
          "key": "cycling",
          "value": "andare in bicicletta"
        },
        {
          "key": "reuse",
          "value": "riutilizzare"
        }
      ]
    },
    {
      "contentEn": "Sports are an important part of our lives. They keep us healthy and teach us teamwork and discipline. There are many kinds of sports, such as football, basketball, tennis, and swimming. Some people like to watch sports, while others enjoy playing them. Football is one of the most popular sports in the world. It is played by two teams, each with eleven players. The goal is to score by kicking the ball into the opponent’s net. Basketball is another exciting sport. Players work together to score points by throwing the ball into a hoop. Sports like these not only improve our physical fitness but also bring people together.\n\nIn addition to traditional sports, new activities are becoming popular. For example, yoga and Pilates are great for relaxing and building strength. Adventure sports like rock climbing and surfing offer thrills and challenges. E-sports, or electronic sports, are also gaining attention. These are video game competitions where players compete at a high level. No matter the type of sport, they all require practice and dedication. Participating in sports can help people reduce stress and make new friends. Schools and communities often encourage children to join sports teams because they promote healthy habits and social skills. Whether you play for fun or competition, sports are a great way to enjoy life and stay active.",
      "contentIt": "Lo sport è una parte importante della nostra vita. Ci mantiene in salute e ci insegna il lavoro di squadra e la disciplina. Esistono molti tipi di sport, come il calcio, il basket, il tennis e il nuoto. Alcune persone amano guardare lo sport, mentre altre preferiscono praticarlo. Il calcio è uno degli sport più popolari al mondo. Si gioca tra due squadre, ognuna composta da undici giocatori. L'obiettivo è segnare calciando la palla nella rete avversaria. Il basket è un altro sport emozionante. I giocatori collaborano per fare punti lanciando la palla nel canestro. Sport come questi non solo migliorano la nostra forma fisica, ma uniscono anche le persone.\n\nOltre agli sport tradizionali, stanno diventando popolari anche nuove attività. Ad esempio, lo yoga e il Pilates sono ottimi per rilassarsi e rafforzarsi. Sport avventurosi come l'arrampicata e il surf offrono emozioni e sfide. Anche gli e-sport, o sport elettronici, stanno attirando l'attenzione. Si tratta di competizioni di videogiochi in cui i giocatori si sfidano ad alto livello. Indipendentemente dal tipo di sport, tutti richiedono pratica e dedizione. Partecipare a uno sport può aiutare a ridurre lo stress e a fare nuove amicizie. Le scuole e le comunità spesso incoraggiano i bambini a unirsi a squadre sportive perché promuovono abitudini sane e abilità sociali. Che tu giochi per divertimento o per competizione, lo sport è un ottimo modo per godersi la vita e rimanere attivi.",
      "title": "The Joy of Sports",
      "imageUrl": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/blogs/4898/images/Zv4vXR8Qcu94A0AugUnQ_AdobeStock_77446709.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Sports",
      "words": [
        {
          "key": "Sport",
          "value": "sport"
        },
        {
          "key": "healthy",
          "value": "sano"
        },
        {
          "key": "teamwork",
          "value": "lavoro di squadra"
        },
        {
          "key": "discipline",
          "value": "disciplina"
        },
        {
          "key": "football",
          "value": "calcio"
        },
        {
          "key": "basketball",
          "value": "basket"
        },
        {
          "key": "tennis",
          "value": "tennis"
        },
        {
          "key": "swimming",
          "value": "nuoto"
        },
        {
          "key": "player",
          "value": "giocatore"
        },
        {
          "key": "goal",
          "value": "gol"
        },
        {
          "key": "opponent",
          "value": "avversario"
        },
        {
          "key": "hoop",
          "value": "canestro"
        },
        {
          "key": "fitness",
          "value": "forma fisica"
        },
        {
          "key": "adventure",
          "value": "avventura"
        },
        {
          "key": "rock climbing",
          "value": "arrampicata"
        },
        {
          "key": "surfing",
          "value": "surf"
        },
        {
          "key": "E-sports",
          "value": "e-sport"
        },
        {
          "key": "competition",
          "value": "competizione"
        },
        {
          "key": "practice",
          "value": "allenamento"
        },
        {
          "key": "dedication",
          "value": "dedizione"
        },
        {
          "key": "stress",
          "value": "stress"
        },
        {
          "key": "friend",
          "value": "amico"
        },
        {
          "key": "community",
          "value": "comunità"
        },
        {
          "key": "habit",
          "value": "abitudine"
        },
        {
          "key": "active",
          "value": "attivo"
        }
      ]
    },
    {
      "contentEn": "The Ancient Egyptian civilization is one of the oldest and most fascinating in the world. It began around 3100 BC along the Nile River in northeastern Africa. The Egyptians built great pyramids, temples, and tombs, leaving behind impressive monuments that still exist today. They developed a unique writing system called hieroglyphs, which used pictures and symbols to represent words and ideas. Pharaohs, the rulers of Egypt, were considered gods, and they were buried in elaborate tombs with treasures to take into the afterlife.\n\nThe Egyptians were skilled in many areas. They created a calendar based on the lunar and solar cycles, which helped them plan their agricultural activities. They also made advancements in medicine, mathematics, and engineering. The famous pyramids of Giza, including the Great Pyramid, were built with incredible precision using simple tools. These accomplishments continue to amaze people today. The Nile River was essential to the survival of the Egyptians. It provided water for drinking, irrigation for crops, and a means of transportation.\n\nAlthough the Ancient Egyptian civilization eventually declined, its legacy lives on. Today, Egypt is known for its rich history, and many people travel to visit the ancient pyramids, temples, and monuments. The culture, art, and science of Ancient Egypt continue to inspire historians, archaeologists, and artists all over the world. The mysteries of the pyramids and the life of the pharaohs still capture the imagination of people today.",
      "contentIt": "La civiltà dell'Antico Egitto è una delle più antiche e affascinanti del mondo. Ebbe inizio intorno al 3100 a.C. lungo il fiume Nilo, nel nord-est dell'Africa. Gli egizi costruirono grandi piramidi, templi e tombe, lasciando monumenti impressionanti che esistono ancora oggi. Svilupparono un sistema di scrittura unico chiamato geroglifici, che utilizzava immagini e simboli per rappresentare parole e idee. I faraoni, i sovrani dell'Egitto, erano considerati dei e venivano sepolti in tombe elaborate con tesori da portare nell'aldilà.\n\nGli egizi erano abili in molti campi. Crearono un calendario basato sui cicli lunari e solari, che li aiutava a pianificare le attività agricole. Fecero anche progressi nella medicina, nella matematica e nell'ingegneria. Le famose piramidi di Giza, inclusa la Grande Piramide, furono costruite con incredibile precisione usando strumenti semplici. Questi risultati continuano ad affascinare le persone ancora oggi. Il fiume Nilo era essenziale per la sopravvivenza degli egizi. Forniva acqua potabile, irrigazione per le coltivazioni e un mezzo di trasporto.\n\nAnche se la civiltà dell'Antico Egitto alla fine declinò, la sua eredità vive ancora. Oggi, l'Egitto è conosciuto per la sua ricca storia e molte persone viaggiano per visitare le antiche piramidi, i templi e i monumenti. La cultura, l'arte e la scienza dell'Antico Egitto continuano a ispirare storici, archeologi e artisti in tutto il mondo. I misteri delle piramidi e la vita dei faraoni affascinano ancora oggi l'immaginazione delle persone.",
      "title": "The Ancient Egyptian Civilization",
      "imageUrl": "https://d3rr2gvhjw0wwy.cloudfront.net/uploads/mandators/49581/file-manager/egypt-tours-and-trips.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "History",
      "words": [
        {
          "key": "civilization",
          "value": "civiltà"
        },
        {
          "key": "Ancient",
          "value": "antico"
        },
        {
          "key": "pyramid",
          "value": "piramide"
        },
        {
          "key": "temple",
          "value": "tempio"
        },
        {
          "key": "tomb",
          "value": "tomba"
        },
        {
          "key": "hieroglyph",
          "value": "geroglifico"
        },
        {
          "key": "Pharaoh",
          "value": "faraone"
        },
        {
          "key": "treasure",
          "value": "tesoro"
        },
        {
          "key": "afterlife",
          "value": "aldilà"
        },
        {
          "key": "calendar",
          "value": "calendario"
        },
        {
          "key": "lunar",
          "value": "lunare"
        },
        {
          "key": "solar",
          "value": "solare"
        },
        {
          "key": "agriculture",
          "value": "agricoltura"
        },
        {
          "key": "medicine",
          "value": "medicina"
        },
        {
          "key": "mathematics",
          "value": "matematica"
        },
        {
          "key": "engineering",
          "value": "ingegneria"
        },
        {
          "key": "precision",
          "value": "precisione"
        },
        {
          "key": "transportation",
          "value": "trasporto"
        },
        {
          "key": "legacy",
          "value": "eredità"
        },
        {
          "key": "history",
          "value": "storia"
        },
        {
          "key": "art",
          "value": "arte"
        },
        {
          "key": "archaeologist",
          "value": "archeologo"
        },
        {
          "key": "mystery",
          "value": "mistero"
        },
        {
          "key": "imagination",
          "value": "immaginazione"
        },
        {
          "key": "monument",
          "value": "monumento"
        }
      ]
    },
    {
      "contentEn": "Geography is the study of the Earth's landscapes, environments, and the ways in which humans interact with them. It helps us understand the world we live in, from the tallest mountains to the deepest oceans. Geographers study the physical features of the Earth, such as mountains, rivers, and forests, as well as human-made features like cities, roads, and buildings. By examining these features, geographers can predict patterns of climate, weather, and human behavior.\n\nOne of the most important parts of geography is the study of maps. Maps help us understand the location of places and the distance between them. They show the world in a simple and clear way. There are different types of maps, such as physical maps, which show landforms and natural features, and political maps, which display borders and countries. Understanding geography is important for understanding the world’s history and the relationships between different regions.\n\nGeography also plays a role in solving global challenges. Issues like climate change, pollution, and the availability of resources are all connected to geography. For example, the melting of polar ice caps affects sea levels and weather patterns worldwide. Geographers can study these issues to help find solutions and create plans for sustainable development. By learning geography, we gain the tools to protect our planet and plan for a better future.",
      "contentIt": "La geografia è lo studio dei paesaggi della Terra, degli ambienti e dei modi in cui gli esseri umani interagiscono con essi. Ci aiuta a comprendere il mondo in cui viviamo, dalle montagne più alte agli oceani più profondi. I geografi studiano le caratteristiche fisiche della Terra, come montagne, fiumi e foreste, così come le caratteristiche artificiali come città, strade e edifici. Esaminando queste caratteristiche, i geografi possono prevedere modelli di clima, tempo atmosferico e comportamento umano.\n\nUna delle parti più importanti della geografia è lo studio delle mappe. Le mappe ci aiutano a comprendere la posizione dei luoghi e la distanza tra di essi. Mostrano il mondo in modo semplice e chiaro. Esistono diversi tipi di mappe, come le mappe fisiche, che mostrano le forme del territorio e le caratteristiche naturali, e le mappe politiche, che mostrano i confini e i paesi. Comprendere la geografia è importante per capire la storia del mondo e le relazioni tra le diverse regioni.\n\nLa geografia svolge anche un ruolo nella risoluzione delle sfide globali. Problemi come il cambiamento climatico, l'inquinamento e la disponibilità delle risorse sono tutti collegati alla geografia. Ad esempio, lo scioglimento delle calotte polari influisce sui livelli del mare e sui modelli meteorologici in tutto il mondo. I geografi possono studiare questi problemi per trovare soluzioni e creare piani per uno sviluppo sostenibile. Imparando la geografia, otteniamo gli strumenti per proteggere il nostro pianeta e pianificare un futuro migliore.",
      "title": "The Importance of Geography",
      "imageUrl": "https://www.s4d4c.eu/wp-content/uploads/2020/12/geography-1000x667.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Geography",
      "words": [
        {
          "key": "Geography",
          "value": "geografia"
        },
        {
          "key": "landscape",
          "value": "paesaggio"
        },
        {
          "key": "environment",
          "value": "ambiente"
        },
        {
          "key": "mountain",
          "value": "montagna"
        },
        {
          "key": "river",
          "value": "fiume"
        },
        {
          "key": "forest",
          "value": "foresta"
        },
        {
          "key": "city",
          "value": "città"
        },
        {
          "key": "road",
          "value": "strada"
        },
        {
          "key": "building",
          "value": "edificio"
        },
        {
          "key": "climate",
          "value": "clima"
        },
        {
          "key": "weather",
          "value": "tempo atmosferico"
        },
        {
          "key": "map",
          "value": "mappa"
        },
        {
          "key": "location",
          "value": "posizione"
        },
        {
          "key": "physical map",
          "value": "mappa fisica"
        },
        {
          "key": "political map",
          "value": "mappa politica"
        },
        {
          "key": "border",
          "value": "confine"
        },
        {
          "key": "country",
          "value": "paese"
        },
        {
          "key": "climate change",
          "value": "cambiamento climatico"
        },
        {
          "key": "pollution",
          "value": "inquinamento"
        },
        {
          "key": "resources",
          "value": "risorse"
        },
        {
          "key": "sea level",
          "value": "livello del mare"
        },
        {
          "key": "sustainable development",
          "value": "sviluppo sostenibile"
        },
        {
          "key": "plan",
          "value": "piano"
        },
        {
          "key": "future",
          "value": "futuro"
        },
        {
          "key": "tool",
          "value": "strumento"
        }
      ]
    },
    {
      "contentEn": "Football is one of the most popular sports in the world, and many clubs have millions of fans. One famous football club is Barcelona, a team from Spain. Barcelona was founded in 1899 and is known for its exciting playing style. The team plays in the Spanish La Liga, one of the top football leagues in the world. Barcelona’s home stadium is called Camp Nou, and it is one of the largest football stadiums in Europe. The club has many great players, such as Lionel Messi, who is often considered one of the best players of all time.\n\nBarcelona has won many important trophies, including the UEFA Champions League and La Liga titles. The club is famous for its youth academy, La Masia, where young players are trained to become professional footballers. The team has a strong fan base, and supporters are very passionate about their club. Barcelona has also had great success in international competitions, and they are one of the most successful football clubs in the world. Every time Barcelona plays, fans fill the stadium to watch their team in action.",
      "contentIt": "Il calcio è uno degli sport più popolari al mondo e molti club hanno milioni di tifosi. Uno dei club più famosi è il Barcellona, una squadra della Spagna. Il Barcellona è stato fondato nel 1899 ed è noto per il suo stile di gioco emozionante. La squadra gioca nella Liga spagnola, uno dei principali campionati di calcio al mondo. Lo stadio di casa del Barcellona si chiama Camp Nou ed è uno dei più grandi stadi di calcio d’Europa. Il club ha avuto molti grandi giocatori, come Lionel Messi, spesso considerato uno dei migliori calciatori di tutti i tempi.\n\nIl Barcellona ha vinto molti trofei importanti, inclusa la UEFA Champions League e i titoli della Liga. Il club è famoso per la sua accademia giovanile, La Masia, dove i giovani giocatori vengono formati per diventare calciatori professionisti. La squadra ha una forte base di tifosi e i sostenitori sono molto appassionati del loro club. Il Barcellona ha avuto anche grandi successi nelle competizioni internazionali ed è uno dei club di calcio di maggior successo al mondo. Ogni volta che il Barcellona gioca, i tifosi riempiono lo stadio per guardare la loro squadra in azione.",
      "title": "FC Barcelona: A Famous Football Club",
      "imageUrl": "https://i0.wp.com/barcablog.com/wp-content/uploads/2012/05/ronaldinho-lionel-messi-samuel-etoo-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona.jpg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Football",
      "words": [
        {
          "key": "Football",
          "value": "calcio"
        },
        {
          "key": "popular",
          "value": "popolare"
        },
        {
          "key": "club",
          "value": "club"
        },
        {
          "key": "team",
          "value": "squadra"
        },
        {
          "key": "Spain",
          "value": "Spagna"
        },
        {
          "key": "founded",
          "value": "fondato"
        },
        {
          "key": "playing style",
          "value": "stile di gioco"
        },
        {
          "key": "league",
          "value": "campionato"
        },
        {
          "key": "stadium",
          "value": "stadio"
        },
        {
          "key": "player",
          "value": "giocatore"
        },
        {
          "key": "trophy",
          "value": "trofeo"
        },
        {
          "key": "title",
          "value": "titolo"
        },
        {
          "key": "youth academy",
          "value": "accademia giovanile"
        },
        {
          "key": "trained",
          "value": "formato"
        },
        {
          "key": "professional",
          "value": "professionista"
        },
        {
          "key": "success",
          "value": "successo"
        },
        {
          "key": "supporter",
          "value": "sostenitore"
        },
        {
          "key": "fan base",
          "value": "base di tifosi"
        },
        {
          "key": "passionate",
          "value": "appassionato"
        },
        {
          "key": "international",
          "value": "internazionale"
        },
        {
          "key": "competition",
          "value": "competizione"
        },
        {
          "key": "fill",
          "value": "riempire"
        },
        {
          "key": "watch",
          "value": "guardare"
        },
        {
          "key": "action",
          "value": "azione"
        }
      ]
    },
    {
      "contentEn": "The sea is a beautiful and important part of nature. It covers about 70% of the Earth’s surface. The sea is home to many animals, such as fish, whales, and sharks. People also love the sea for swimming, sailing, and relaxing on the beach. The sea has many different types of water, from calm waves to strong storms. The sea is important for the weather and the environment. It helps to control the Earth’s temperature and provides oxygen. Many people depend on the sea for food and jobs. Fishermen catch fish, and boats carry goods across the sea.\n\nThe sea also has many secrets. Scientists are still studying the sea to learn more about its plants, animals, and underwater life. The sea can be dangerous, too. Strong waves and storms can be dangerous for boats and swimmers. But the sea is also beautiful and peaceful. Many people visit the sea to relax and enjoy the view. Some people even live near the sea to be close to nature and the peaceful environment. The sea will always be a special place for humans and animals alike.",
      "contentIt": "Il mare è una parte bella e importante della natura. Copre circa il 70% della superficie terrestre. Il mare è la casa di molti animali, come pesci, balene e squali. Le persone amano anche il mare per nuotare, navigare e rilassarsi sulla spiaggia. Il mare ha molti tipi diversi di acque, dalle onde calme alle forti tempeste. Il mare è importante per il clima e l’ambiente. Aiuta a controllare la temperatura della Terra e fornisce ossigeno. Molte persone dipendono dal mare per il cibo e il lavoro. I pescatori pescano, e le barche trasportano merci attraverso il mare.\n\nIl mare ha anche molti segreti. Gli scienziati stanno ancora studiando il mare per saperne di più sulle sue piante, animali e sulla vita sottomarina. Il mare può essere anche pericoloso. Onde forti e tempeste possono essere pericolose per le barche e i nuotatori. Ma il mare è anche bello e tranquillo. Molte persone visitano il mare per rilassarsi e godersi il panorama. Alcune persone vivono persino vicino al mare per essere più vicine alla natura e a un ambiente sereno. Il mare sarà sempre un luogo speciale per gli esseri umani e per gli animali.",
      "title": "The Sea: A Beautiful and Important Part of Nature",
      "imageUrl": "https://natureconservancy-h.assetsadobe.com/is/image/content/dam/tnc/nature/en/photos/GreenSeaTurtle.JPG?crop=0%2C107%2C2000%2C1100&wid=4000&hei=2200&scl=0.5",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sea",
          "value": "mare"
        },
        {
          "key": "beautiful",
          "value": "bello"
        },
        {
          "key": "important",
          "value": "importante"
        },
        {
          "key": "cover",
          "value": "coprire"
        },
        {
          "key": "surface",
          "value": "superficie"
        },
        {
          "key": "home",
          "value": "casa"
        },
        {
          "key": "animal",
          "value": "animale"
        },
        {
          "key": "fish",
          "value": "pesce"
        },
        {
          "key": "whale",
          "value": "balena"
        },
        {
          "key": "shark",
          "value": "squalo"
        },
        {
          "key": "love",
          "value": "amare"
        },
        {
          "key": "swimming",
          "value": "nuotare"
        },
        {
          "key": "sailing",
          "value": "navigare"
        },
        {
          "key": "relaxing",
          "value": "rilassarsi"
        },
        {
          "key": "beach",
          "value": "spiaggia"
        },
        {
          "key": "calm",
          "value": "calmo"
        },
        {
          "key": "wave",
          "value": "onda"
        },
        {
          "key": "storm",
          "value": "tempesta"
        },
        {
          "key": "control",
          "value": "controllare"
        },
        {
          "key": "temperature",
          "value": "temperatura"
        },
        {
          "key": "oxygen",
          "value": "ossigeno"
        },
        {
          "key": "depend",
          "value": "dipendere"
        },
        {
          "key": "food",
          "value": "cibo"
        },
        {
          "key": "job",
          "value": "lavoro"
        },
        {
          "key": "fisherman",
          "value": "pescatore"
        },
        {
          "key": "catch",
          "value": "catturare"
        },
        {
          "key": "boat",
          "value": "barca"
        },
        {
          "key": "dangerous",
          "value": "pericoloso"
        },
        {
          "key": "study",
          "value": "studiare"
        },
        {
          "key": "underwater",
          "value": "sottomarino"
        },
        {
          "key": "visit",
          "value": "visitare"
        },
        {
          "key": "relax",
          "value": "rilassarsi"
        },
        {
          "key": "peaceful",
          "value": "tranquillo"
        },
        {
          "key": "environment",
          "value": "ambiente"
        },
        {
          "key": "special",
          "value": "speciale"
        }
      ]
    },
    {
      "contentEn": "The weather is an important part of our daily lives. It affects what we wear, what we do, and how we feel. In many places, the weather changes with the seasons. For example, in winter, it is cold and sometimes snowy. People wear warm clothes like coats and hats. In spring, the weather becomes warmer, and flowers start to bloom. People enjoy spending time outside. Summer is the hottest season. People go to the beach to swim and relax. In autumn, the weather becomes cooler, and leaves fall from the trees. People prepare for the cold months ahead.\n\nWeather can also be different in various parts of the world. In some places, it is always warm, while in others, it is always cold. Some places have a lot of rain, and others are very dry. Weather affects many things, like the food we eat and the activities we do. For example, people in cold places may eat hot soups to stay warm, while people in hot places may drink cold drinks to cool down. Understanding the weather helps us plan our day and stay comfortable.",
      "contentIt": "Il tempo è una parte importante della nostra vita quotidiana. Influenza ciò che indossiamo, cosa facciamo e come ci sentiamo. In molti luoghi, il tempo cambia con le stagioni. Ad esempio, in inverno fa freddo e a volte nevica. Le persone indossano vestiti caldi come cappotti e cappelli. In primavera, il tempo diventa più caldo e i fiori iniziano a sbocciare. Le persone amano passare il tempo all'aperto. L'estate è la stagione più calda. Le persone vanno in spiaggia per nuotare e rilassarsi. In autunno, il tempo si rinfresca e le foglie cadono dagli alberi. Le persone si preparano per i mesi freddi.\n\nIl tempo può anche essere diverso in varie parti del mondo. In alcuni luoghi è sempre caldo, mentre in altri è sempre freddo. Alcuni posti hanno molta pioggia, altri sono molto secchi. Il tempo influisce su molte cose, come il cibo che mangiamo e le attività che svolgiamo. Ad esempio, le persone che vivono in luoghi freddi possono mangiare zuppe calde per mantenersi caldi, mentre chi vive in luoghi caldi può bere bevande fredde per rinfrescarsi. Capire il tempo ci aiuta a pianificare la giornata e a restare comodi.",
      "title": "The Weather and Its Effects",
      "imageUrl": "https://www.learnenglish.de/images/weather/weather.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "weather",
          "value": "tempo"
        },
        {
          "key": "important",
          "value": "importante"
        },
        {
          "key": "daily",
          "value": "quotidiano"
        },
        {
          "key": "affect",
          "value": "influenzare"
        },
        {
          "key": "wear",
          "value": "indossare"
        },
        {
          "key": "season",
          "value": "stagione"
        },
        {
          "key": "winter",
          "value": "inverno"
        },
        {
          "key": "cold",
          "value": "freddo"
        },
        {
          "key": "snowy",
          "value": "nevoso"
        },
        {
          "key": "coat",
          "value": "cappotto"
        },
        {
          "key": "spring",
          "value": "primavera"
        },
        {
          "key": "warmer",
          "value": "più caldo"
        },
        {
          "key": "bloom",
          "value": "sbocciare"
        },
        {
          "key": "outside",
          "value": "all'aperto"
        },
        {
          "key": "Summer",
          "value": "estate"
        },
        {
          "key": "hottest",
          "value": "più caldo"
        },
        {
          "key": "beach",
          "value": "spiaggia"
        },
        {
          "key": "autumn",
          "value": "autunno"
        },
        {
          "key": "cooler",
          "value": "più fresco"
        },
        {
          "key": "leaves",
          "value": "foglie"
        },
        {
          "key": "fall",
          "value": "cadere"
        },
        {
          "key": "prepare",
          "value": "prepararsi"
        },
        {
          "key": "different",
          "value": "diverso"
        },
        {
          "key": "always",
          "value": "sempre"
        },
        {
          "key": "rain",
          "value": "pioggia"
        },
        {
          "key": "dry",
          "value": "secco"
        },
        {
          "key": "affects",
          "value": "influenza"
        },
        {
          "key": "food",
          "value": "cibo"
        },
        {
          "key": "activities",
          "value": "attività"
        },
        {
          "key": "soup",
          "value": "zuppa"
        },
        {
          "key": "drink",
          "value": "bere"
        },
        {
          "key": "cold drinks",
          "value": "bevande fredde"
        },
        {
          "key": "plan",
          "value": "pianificare"
        },
        {
          "key": "comfortable",
          "value": "comodo"
        }
      ]
    },
    {
      "contentEn": "The dog is a very popular pet around the world. People love dogs because they are friendly and loyal. They are good companions and can help with many tasks. Dogs can live in many different places, such as houses, apartments, and farms. They come in many sizes, colors, and shapes. Some dogs are very small, while others are big. Dogs need food, water, exercise, and love from their owners. They are also great for playing games and going for walks. Many people enjoy spending time with their dogs every day.\n\nDogs are very smart and can learn many things. They can be trained to do tricks, help people with disabilities, or even work with the police. Some dogs are used to help farmers on farms. They help protect animals and property. Dogs are not only pets but also helpers in many different jobs. They are known for their great sense of smell and hearing, which is why they can do important jobs.",
      "contentIt": "Il cane è un animale domestico molto popolare in tutto il mondo. Le persone amano i cani perché sono amichevoli e fedeli. Sono ottimi compagni e possono aiutare in molte attività. I cani possono vivere in molti luoghi diversi, come case, appartamenti e fattorie. Esistono in molte dimensioni, colori e forme. Alcuni cani sono molto piccoli, mentre altri sono grandi. I cani hanno bisogno di cibo, acqua, esercizio fisico e amore dai loro proprietari. Sono anche fantastici per giocare e fare passeggiate. Molte persone amano passare il tempo con i propri cani ogni giorno.\n\nI cani sono molto intelligenti e possono imparare molte cose. Possono essere addestrati per fare trucchi, aiutare le persone con disabilità o anche lavorare con la polizia. Alcuni cani sono usati per aiutare gli agricoltori nelle fattorie. Aiutano a proteggere gli animali e le proprietà. I cani non sono solo animali domestici, ma anche aiutanti in molti lavori diversi. Sono noti per il loro grande senso dell'olfatto e dell'udito, ed è per questo che possono svolgere lavori importanti.",
      "title": "Dogs as Pets and Helpers",
      "imageUrl": "https://agedcareguide-assets.imgix.net/news/articles/wp/29_6_21-Assistance-Dogs.jpg?fm=pjpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "cane"
        },
        {
          "key": "popular",
          "value": "popolare"
        },
        {
          "key": "pet",
          "value": "animale domestico"
        },
        {
          "key": "world",
          "value": "mondo"
        },
        {
          "key": "friendly",
          "value": "amichevole"
        },
        {
          "key": "loyal",
          "value": "fedele"
        },
        {
          "key": "companion",
          "value": "compagno"
        },
        {
          "key": "tasks",
          "value": "compiti"
        },
        {
          "key": "house",
          "value": "casa"
        },
        {
          "key": "apartment",
          "value": "appartamento"
        },
        {
          "key": "farm",
          "value": "fattoria"
        },
        {
          "key": "size",
          "value": "dimensione"
        },
        {
          "key": "color",
          "value": "colore"
        },
        {
          "key": "shape",
          "value": "forma"
        },
        {
          "key": "small",
          "value": "piccolo"
        },
        {
          "key": "big",
          "value": "grande"
        },
        {
          "key": "food",
          "value": "cibo"
        },
        {
          "key": "water",
          "value": "acqua"
        },
        {
          "key": "exercise",
          "value": "esercizio"
        },
        {
          "key": "love",
          "value": "amore"
        },
        {
          "key": "owner",
          "value": "proprietario"
        },
        {
          "key": "game",
          "value": "gioco"
        },
        {
          "key": "walk",
          "value": "passeggiata"
        },
        {
          "key": "smart",
          "value": "intelligente"
        },
        {
          "key": "train",
          "value": "addestrare"
        },
        {
          "key": "help",
          "value": "aiutare"
        },
        {
          "key": "disabilities",
          "value": "disabilità"
        },
        {
          "key": "police",
          "value": "polizia"
        },
        {
          "key": "farmer",
          "value": "agricoltore"
        },
        {
          "key": "protect",
          "value": "proteggere"
        },
        {
          "key": "property",
          "value": "proprietà"
        },
        {
          "key": "smell",
          "value": "olfatto"
        },
        {
          "key": "hearing",
          "value": "udito"
        }
      ]
    },
    {
      "contentEn": "The sun is very important for life on Earth. It gives us light and heat. Without the sun, plants, animals, and humans would not survive. The sun helps plants grow, and plants give us food. The sun is also important for making the weather. In the morning, the sun rises, and at night, it sets. People like to spend time outside when the sun is shining. Sometimes, the sun can be too hot, so we need to wear sunscreen and hats to protect our skin.\n\nThe sun is a big ball of fire. It is very far from the Earth, but it still has a lot of energy. The sun’s light travels to Earth and makes the day bright. The sun is also important for helping us see things. Without the sun, we would live in darkness. Many animals also use the sun to find food and navigate their way around. The sun is very special, and we need to take care of it.",
      "contentIt": "Il sole è molto importante per la vita sulla Terra. Ci dà luce e calore. Senza il sole, piante, animali e esseri umani non sopravviverebbero. Il sole aiuta le piante a crescere, e le piante ci danno cibo. Il sole è anche importante per creare il clima. Al mattino il sole sorge, e di notte tramonta. Le persone amano passare del tempo all'aperto quando il sole splende. A volte il sole può essere troppo caldo, quindi dobbiamo indossare la crema solare e un cappello per proteggere la pelle.\n\nIl sole è una grande palla di fuoco. È molto lontano dalla Terra, ma ha comunque molta energia. La luce del sole arriva sulla Terra e rende il giorno luminoso. Il sole è anche importante per aiutarci a vedere le cose. Senza il sole vivremmo nell'oscurità. Molti animali usano anche il sole per trovare cibo e orientarsi. Il sole è molto speciale e dobbiamo prendercene cura.",
      "title": "The Sun and Its Importance",
      "imageUrl": "https://www.quantamagazine.org/wp-content/uploads/2018/07/SolarFull_SeanDoran_2880FullwidthLede.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sun",
          "value": "sole"
        },
        {
          "key": "important",
          "value": "importante"
        },
        {
          "key": "light",
          "value": "luce"
        },
        {
          "key": "heat",
          "value": "calore"
        },
        {
          "key": "survive",
          "value": "sopravvivere"
        },
        {
          "key": "plants",
          "value": "piante"
        },
        {
          "key": "animals",
          "value": "animali"
        },
        {
          "key": "humans",
          "value": "esseri umani"
        },
        {
          "key": "grow",
          "value": "crescere"
        },
        {
          "key": "food",
          "value": "cibo"
        },
        {
          "key": "weather",
          "value": "clima"
        },
        {
          "key": "morning",
          "value": "mattina"
        },
        {
          "key": "rise",
          "value": "sorgere"
        },
        {
          "key": "night",
          "value": "notte"
        },
        {
          "key": "sets",
          "value": "tramonta"
        },
        {
          "key": "outside",
          "value": "all'aperto"
        },
        {
          "key": "shine",
          "value": "splendere"
        },
        {
          "key": "hot",
          "value": "caldo"
        },
        {
          "key": "wear",
          "value": "indossare"
        },
        {
          "key": "sunscreen",
          "value": "crema solare"
        },
        {
          "key": "hat",
          "value": "cappello"
        },
        {
          "key": "skin",
          "value": "pelle"
        },
        {
          "key": "ball",
          "value": "palla"
        },
        {
          "key": "fire",
          "value": "fuoco"
        },
        {
          "key": "far",
          "value": "lontano"
        },
        {
          "key": "energy",
          "value": "energia"
        },
        {
          "key": "day",
          "value": "giorno"
        },
        {
          "key": "bright",
          "value": "luminoso"
        },
        {
          "key": "see",
          "value": "vedere"
        },
        {
          "key": "darkness",
          "value": "oscurità"
        },
        {
          "key": "navigate",
          "value": "orientarsi"
        }
      ]
    },
    {
      "contentEn": "Birds are fascinating animals that can be found all over the world. They are known for their feathers and ability to fly. Some birds can fly very high, while others stay closer to the ground. Birds eat a variety of foods such as seeds, insects, and small animals. They use their beaks to find food and build nests. Many birds migrate, traveling long distances to find warmer places in the winter. Birds come in all sizes, from tiny hummingbirds to large eagles. They are beautiful creatures that help keep nature in balance.\n\nBirds have special features that help them survive in different environments. Their wings are strong and help them fly through the air. Some birds, like penguins, cannot fly but are excellent swimmers. Birds also have good eyesight, which helps them find food and avoid danger. The song of a bird is a pleasant sound that many people enjoy. In many cultures, birds are seen as symbols of freedom and peace.",
      "contentIt": "Gli uccelli sono animali affascinanti che si trovano in tutto il mondo. Sono noti per le loro piume e la capacità di volare. Alcuni uccelli possono volare molto in alto, mentre altri rimangono più vicini al suolo. Gli uccelli mangiano una varietà di alimenti come semi, insetti e piccoli animali. Usano il becco per trovare il cibo e costruire i nidi. Molti uccelli migrano, viaggiando per lunghe distanze alla ricerca di luoghi più caldi in inverno. Gli uccelli esistono in tutte le dimensioni, dai minuscoli colibrì alle grandi aquile. Sono creature bellissime che aiutano a mantenere l’equilibrio della natura.\n\nGli uccelli hanno caratteristiche speciali che li aiutano a sopravvivere in ambienti diversi. Le loro ali sono forti e li aiutano a volare nell’aria. Alcuni uccelli, come i pinguini, non possono volare ma sono ottimi nuotatori. Gli uccelli hanno anche una buona vista, che li aiuta a trovare il cibo e ad evitare i pericoli. Il canto di un uccello è un suono piacevole che molte persone apprezzano. In molte culture, gli uccelli sono visti come simboli di libertà e pace.",
      "title": "Birds: Fascinating Creatures",
      "imageUrl": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1warLQ.img?w=768&h=432&m=6",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "Birds",
          "value": "uccelli"
        },
        {
          "key": "fascinating",
          "value": "affascinante"
        },
        {
          "key": "animals",
          "value": "animali"
        },
        {
          "key": "feathers",
          "value": "piume"
        },
        {
          "key": "fly",
          "value": "volare"
        },
        {
          "key": "high",
          "value": "alto"
        },
        {
          "key": "ground",
          "value": "terra"
        },
        {
          "key": "eat",
          "value": "mangiare"
        },
        {
          "key": "seeds",
          "value": "semi"
        },
        {
          "key": "insects",
          "value": "insetti"
        },
        {
          "key": "small",
          "value": "piccolo"
        },
        {
          "key": "beaks",
          "value": "becchi"
        },
        {
          "key": "nests",
          "value": "nidi"
        },
        {
          "key": "migrate",
          "value": "migrare"
        },
        {
          "key": "distances",
          "value": "distanze"
        },
        {
          "key": "warmer",
          "value": "più caldo"
        },
        {
          "key": "sizes",
          "value": "dimensioni"
        },
        {
          "key": "hummingbirds",
          "value": "colibrì"
        },
        {
          "key": "eagles",
          "value": "aquile"
        },
        {
          "key": "beautiful",
          "value": "bello"
        },
        {
          "key": "balance",
          "value": "equilibrio"
        },
        {
          "key": "survive",
          "value": "sopravvivere"
        },
        {
          "key": "wings",
          "value": "ali"
        },
        {
          "key": "swimmers",
          "value": "nuotatori"
        },
        {
          "key": "eyesight",
          "value": "vista"
        },
        {
          "key": "song",
          "value": "canto"
        },
        {
          "key": "freedom",
          "value": "libertà"
        },
        {
          "key": "peace",
          "value": "pace"
        }
      ]
    },
    {
      "contentEn": "Inflation is when the prices of goods and services rise over time. This means that the money you have will not buy as much as before. Inflation can happen for many reasons, like when there is too much money in the economy or when the cost of materials goes up. Inflation affects everyone, especially people who do not have a lot of money. They may find it harder to buy food, clothes, and other things. Governments try to control inflation by making rules about money and prices.\n\nIn some countries, inflation is very high, and the cost of living becomes too expensive. In other countries, inflation is low, and people can buy more with their money. It is important for governments to manage inflation well so that everyone can live comfortably. When inflation is too high, it can cause problems like job loss and lower wages. So, managing inflation is a key part of a country’s economy.",
      "contentIt": "L'inflazione è quando i prezzi dei beni e dei servizi aumentano nel tempo. Questo significa che il denaro che hai non può comprare quanto prima. L'inflazione può verificarsi per molte ragioni, ad esempio quando c'è troppo denaro nell'economia o quando aumentano i costi dei materiali. L'inflazione colpisce tutti, soprattutto le persone che non hanno molti soldi. Potrebbero trovare più difficile comprare cibo, vestiti e altre cose. I governi cercano di controllare l'inflazione stabilendo regole su denaro e prezzi.\n\nIn alcuni paesi, l'inflazione è molto alta e il costo della vita diventa troppo caro. In altri paesi, l'inflazione è bassa e le persone possono comprare di più con il loro denaro. È importante che i governi gestiscano bene l'inflazione affinché tutti possano vivere comodamente. Quando l'inflazione è troppo alta, può causare problemi come la perdita di lavoro e salari più bassi. Quindi, gestire l'inflazione è una parte fondamentale dell'economia di un paese.",
      "title": "Inflation and Prices",
      "imageUrl": "https://i.cbc.ca/1.6362279.1690827774!/fileImage/httpImage/inflation.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Economy",
      "words": [
        {
          "key": "Inflation",
          "value": "inflazione"
        },
        {
          "key": "prices",
          "value": "prezzi"
        },
        {
          "key": "goods",
          "value": "beni"
        },
        {
          "key": "services",
          "value": "servizi"
        },
        {
          "key": "money",
          "value": "denaro"
        },
        {
          "key": "economy",
          "value": "economia"
        },
        {
          "key": "material",
          "value": "materiale"
        },
        {
          "key": "affect",
          "value": "influenzare"
        },
        {
          "key": "expensive",
          "value": "costoso"
        },
        {
          "key": "buy",
          "value": "comprare"
        },
        {
          "key": "rules",
          "value": "regole"
        },
        {
          "key": "living",
          "value": "vita"
        },
        {
          "key": "comfortable",
          "value": "comodo"
        },
        {
          "key": "job",
          "value": "lavoro"
        },
        {
          "key": "wages",
          "value": "salari"
        }
      ]
    },
    {
      "contentEn": "Traditional food is an important part of every culture. Each country has its own special dishes that are passed down from generation to generation. In many countries, families gather together to enjoy these traditional meals. For example, in Italy, people eat pasta and pizza, which are famous around the world. In Japan, sushi is a popular dish made with rice and fish. Traditional food is not just about eating; it is a way of celebrating a culture’s history and traditions. It also brings people together to share meals and memories.\n\nFood is a big part of festivals and celebrations. During holidays, special foods are prepared, like turkey for Thanksgiving in the United States or sweets for Diwali in India. Traditional food helps people feel connected to their ancestors and heritage. It is an important part of a country’s identity. Eating traditional food is a way to honor the past and enjoy the present.",
      "contentIt": "Il cibo tradizionale è una parte importante di ogni cultura. Ogni paese ha i suoi piatti speciali che vengono tramandati di generazione in generazione. In molti paesi, le famiglie si riuniscono per gustare questi pasti tradizionali. Ad esempio, in Italia si mangiano pasta e pizza, famosi in tutto il mondo. In Giappone, il sushi è un piatto popolare fatto con riso e pesce. Il cibo tradizionale non è solo questione di mangiare; è un modo per celebrare la storia e le tradizioni di una cultura. Inoltre, riunisce le persone per condividere pasti e ricordi.\n\nIl cibo è una parte fondamentale di festival e celebrazioni. Durante le festività si preparano cibi speciali, come il tacchino per il Giorno del Ringraziamento negli Stati Uniti o i dolci per il Diwali in India. Il cibo tradizionale aiuta le persone a sentirsi connesse con i loro antenati e il loro patrimonio culturale. È una parte importante dell'identità di un paese. Mangiare cibo tradizionale è un modo per onorare il passato e godere del presente.",
      "title": "Traditional Food Around the World",
      "imageUrl": "https://cdn.tasteatlas.com/static/map_entire2.png?m=facebook",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "Traditional",
          "value": "tradizionale"
        },
        {
          "key": "food",
          "value": "cibo"
        },
        {
          "key": "culture",
          "value": "cultura"
        },
        {
          "key": "special",
          "value": "speciale"
        },
        {
          "key": "dishes",
          "value": "piatti"
        },
        {
          "key": "generation",
          "value": "generazione"
        },
        {
          "key": "family",
          "value": "famiglia"
        },
        {
          "key": "gather",
          "value": "riunirsi"
        },
        {
          "key": "eat",
          "value": "mangiare"
        },
        {
          "key": "example",
          "value": "esempio"
        },
        {
          "key": "famous",
          "value": "famoso"
        },
        {
          "key": "rice",
          "value": "riso"
        },
        {
          "key": "fish",
          "value": "pesce"
        },
        {
          "key": "celebrate",
          "value": "celebrare"
        },
        {
          "key": "history",
          "value": "storia"
        },
        {
          "key": "tradition",
          "value": "tradizione"
        },
        {
          "key": "festival",
          "value": "festival"
        },
        {
          "key": "holiday",
          "value": "vacanza"
        },
        {
          "key": "prepared",
          "value": "preparato"
        },
        {
          "key": "connected",
          "value": "connesso"
        },
        {
          "key": "identity",
          "value": "identità"
        },
        {
          "key": "honor",
          "value": "onorare"
        }
      ]
    },
    {
      "contentEn": "Climate change is a serious issue affecting the world. It happens because of pollution from factories and cars. When we burn things like coal and oil, harmful gases go into the air, making the planet warmer. This causes problems like hotter temperatures, melting ice, and stronger storms. Some areas are becoming too hot, while others face heavy rain and floods. To help stop climate change, we need to reduce pollution. We can do this by using less energy, driving less, and recycling. Countries are also trying to use clean energy, like wind and solar power, to help the environment.",
      "contentIt": "Il cambiamento climatico è un problema serio che colpisce il mondo. Succede a causa dell'inquinamento proveniente da fabbriche e automobili. Quando bruciamo cose come carbone e petrolio, gas nocivi entrano nell'aria, riscaldando il pianeta. Questo causa problemi come temperature più alte, scioglimento dei ghiacci e tempeste più forti. Alcune aree stanno diventando troppo calde, mentre altre affrontano piogge intense e inondazioni. Per aiutare a fermare il cambiamento climatico, dobbiamo ridurre l'inquinamento. Possiamo farlo usando meno energia, guidando di meno e riciclando. I paesi stanno anche cercando di utilizzare energia pulita, come quella eolica e solare, per aiutare l'ambiente.",
      "title": "Climate Change: A Global Problem",
      "imageUrl": "https://miro.medium.com/v2/resize:fit:1080/1*t3keC7vIITHzPf1aGs54jg.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Climate",
          "value": "clima"
        },
        {
          "key": "change",
          "value": "cambiamento"
        },
        {
          "key": "serious",
          "value": "serio"
        },
        {
          "key": "issue",
          "value": "problema"
        },
        {
          "key": "affecting",
          "value": "che colpisce"
        },
        {
          "key": "world",
          "value": "mondo"
        },
        {
          "key": "pollution",
          "value": "inquinamento"
        },
        {
          "key": "factories",
          "value": "fabbriche"
        },
        {
          "key": "cars",
          "value": "automobili"
        },
        {
          "key": "burn",
          "value": "bruciare"
        },
        {
          "key": "coal",
          "value": "carbone"
        },
        {
          "key": "oil",
          "value": "petrolio"
        },
        {
          "key": "harmful",
          "value": "nocivo"
        },
        {
          "key": "gases",
          "value": "gas"
        },
        {
          "key": "air",
          "value": "aria"
        },
        {
          "key": "warmer",
          "value": "più caldo"
        },
        {
          "key": "temperatures",
          "value": "temperature"
        },
        {
          "key": "melting",
          "value": "scioglimento"
        },
        {
          "key": "ice",
          "value": "ghiaccio"
        },
        {
          "key": "stronger",
          "value": "più forti"
        },
        {
          "key": "storms",
          "value": "tempeste"
        },
        {
          "key": "areas",
          "value": "aree"
        },
        {
          "key": "floods",
          "value": "inondazioni"
        },
        {
          "key": "reduce",
          "value": "ridurre"
        },
        {
          "key": "energy",
          "value": "energia"
        },
        {
          "key": "recycling",
          "value": "riciclaggio"
        },
        {
          "key": "clean",
          "value": "pulita"
        },
        {
          "key": "wind",
          "value": "vento"
        },
        {
          "key": "solar",
          "value": "solare"
        }
      ]
    }
  ]
}