{
  "books": [
    {
      "contentEn": "A dog is a common pet in many homes. Dogs are friendly animals that love to play and spend time with people. They need food, water, and a safe place to live. Dogs are also good for security. Some dogs help blind people by guiding them. Others work with the police to find lost things or people. Taking care of a dog means you need to clean them, take them for walks, and visit the vet. Dogs are loyal and make great friends.",
      "contentFr": "Un chien est un animal de compagnie courant dans de nombreux foyers. Les chiens sont des animaux amicaux qui aiment jouer et passer du temps avec les gens. Ils ont besoin de nourriture, d’eau et d’un endroit sûr pour vivre. Les chiens sont aussi utiles pour la sécurité. Certains chiens aident les personnes aveugles en les guidant. D'autres travaillent avec la police pour retrouver des objets ou des personnes disparus. S’occuper d’un chien signifie qu’il faut le nettoyer, le promener et l’emmener chez le vétérinaire. Les chiens sont fidèles et font d’excellents amis.",
      "title": "Dogs as Pets",
      "imageUrl": "https://www.princeton.edu/sites/default/files/styles/1x_full_2x_half_crop/public/images/2022/02/KOA_Nassau_2697x1517.jpg?itok=Bg2K7j7J",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "chien"
        },
        {
          "key": "pet",
          "value": "animal de compagnie"
        },
        {
          "key": "friendly",
          "value": "amical"
        },
        {
          "key": "animal",
          "value": "animal"
        },
        {
          "key": "play",
          "value": "jouer"
        },
        {
          "key": "food",
          "value": "nourriture"
        },
        {
          "key": "water",
          "value": "eau"
        },
        {
          "key": "safe",
          "value": "sûr"
        },
        {
          "key": "place",
          "value": "endroit"
        },
        {
          "key": "security",
          "value": "sécurité"
        },
        {
          "key": "blind",
          "value": "aveugle"
        },
        {
          "key": "guide",
          "value": "guider"
        },
        {
          "key": "lost",
          "value": "perdu"
        },
        {
          "key": "care",
          "value": "soin"
        },
        {
          "key": "clean",
          "value": "nettoyer"
        },
        {
          "key": "walk",
          "value": "promenade"
        },
        {
          "key": "visit",
          "value": "visiter"
        },
        {
          "key": "vet",
          "value": "vétérinaire"
        },
        {
          "key": "loyal",
          "value": "fidèle"
        },
        {
          "key": "friend",
          "value": "ami"
        },
        {
          "key": "great",
          "value": "formidable"
        }
      ]
    },
    {
      "contentEn": "The Eiffel Tower is one of the most famous landmarks in the world. It is located in Paris, France. The tower was built in 1889 by Gustave Eiffel for the World’s Fair. It is 330 meters tall and made of iron. Many people visit the Eiffel Tower every year. You can go up to the top of the tower by elevator or stairs. From the top, you can see all of Paris. The view is amazing. At night, the tower is covered in lights, and it looks beautiful. The Eiffel Tower is not just a tourist attraction. It is also a symbol of France. People from all over the world come to Paris to see it.",
      "contentFr": "La tour Eiffel est l’un des monuments les plus célèbres du monde. Elle se trouve à Paris, en France. La tour a été construite en 1889 par Gustave Eiffel pour l’Exposition universelle. Elle mesure 330 mètres de haut et est faite de fer. De nombreuses personnes visitent la tour Eiffel chaque année. On peut monter au sommet de la tour en ascenseur ou par les escaliers. Du haut, on peut voir tout Paris. La vue est incroyable. La nuit, la tour est illuminée et elle est magnifique. La tour Eiffel n’est pas seulement une attraction touristique, c’est aussi un symbole de la France. Des gens du monde entier viennent à Paris pour la voir.",
      "title": "The Eiffel Tower",
      "imageUrl": "https://www.arkitektuel.com/wp-content/uploads/2017/10/eiffel.png",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "tower",
          "value": "tour"
        },
        {
          "key": "landmark",
          "value": "monument emblématique"
        },
        {
          "key": "iron",
          "value": "fer"
        },
        {
          "key": "elevator",
          "value": "ascenseur"
        },
        {
          "key": "stairs",
          "value": "escaliers"
        },
        {
          "key": "view",
          "value": "vue"
        },
        {
          "key": "amazing",
          "value": "incroyable"
        },
        {
          "key": "symbol",
          "value": "symbole"
        }
      ]
    },
    {
      "contentEn": "Gardening is a relaxing activity enjoyed by people of all ages. It is a way to connect with nature and create something beautiful. Many people grow flowers, vegetables, or herbs in their gardens. Flowers like roses, tulips, and daisies make gardens colorful and lively. Vegetables such as tomatoes, carrots, and cucumbers provide fresh food for families. Herbs like mint and basil add flavor to meals. Gardening also helps people feel calm and reduces stress.\n\nTo start gardening, you need tools like a shovel, gloves, and a watering can. The first step is to prepare the soil by removing weeds and adding nutrients. Seeds or small plants are then placed in the soil. Regular care, such as watering and protecting the plants from pests, is important for healthy growth. Some people even build small fences to keep animals away from their gardens. Gardening teaches patience because plants take time to grow. It is a rewarding hobby that gives people a sense of achievement and joy.",
      "contentFr": "Le jardinage est une activité relaxante appréciée par les personnes de tous âges. C’est un moyen de se connecter à la nature et de créer quelque chose de beau. Beaucoup de gens cultivent des fleurs, des légumes ou des herbes dans leur jardin. Des fleurs comme les roses, les tulipes et les marguerites rendent les jardins colorés et vivants. Des légumes comme les tomates, les carottes et les concombres offrent de la nourriture fraîche aux familles. Les herbes comme la menthe et le basilic ajoutent de la saveur aux repas. Le jardinage aide aussi à se sentir calme et réduit le stress.\n\nPour commencer le jardinage, vous avez besoin d’outils comme une pelle, des gants et un arrosoir. La première étape consiste à préparer la terre en enlevant les mauvaises herbes et en ajoutant des nutriments. Des graines ou de petites plantes sont ensuite placées dans le sol. Un entretien régulier, comme l’arrosage et la protection des plantes contre les parasites, est important pour une croissance saine. Certaines personnes construisent même de petites clôtures pour éloigner les animaux de leur jardin. Le jardinage enseigne la patience, car les plantes ont besoin de temps pour pousser. C’est un passe-temps gratifiant qui donne aux gens un sentiment de réussite et de joie.",
      "title": "Gardening for Beginners",
      "imageUrl": "https://cdn.shopify.com/s/files/1/2318/5061/files/Gardening_with_Family.jpg?v=1575880787",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Lifestyle",
      "words": [
        {
          "key": "Gardening",
          "value": "jardinage"
        },
        {
          "key": "relaxing",
          "value": "relaxant"
        },
        {
          "key": "nature",
          "value": "nature"
        },
        {
          "key": "flower",
          "value": "fleur"
        },
        {
          "key": "vegetable",
          "value": "légume"
        },
        {
          "key": "herb",
          "value": "herbe"
        },
        {
          "key": "rose",
          "value": "rose"
        },
        {
          "key": "tulip",
          "value": "tulipe"
        },
        {
          "key": "daisy",
          "value": "marguerite"
        },
        {
          "key": "tomato",
          "value": "tomate"
        },
        {
          "key": "carrot",
          "value": "carotte"
        },
        {
          "key": "cucumber",
          "value": "concombre"
        },
        {
          "key": "mint",
          "value": "menthe"
        },
        {
          "key": "basil",
          "value": "basilic"
        },
        {
          "key": "stress",
          "value": "stress"
        },
        {
          "key": "shovel",
          "value": "pelle"
        },
        {
          "key": "glove",
          "value": "gant"
        },
        {
          "key": "watering can",
          "value": "arrosoir"
        },
        {
          "key": "soil",
          "value": "terre"
        },
        {
          "key": "weed",
          "value": "mauvaise herbe"
        },
        {
          "key": "Seed",
          "value": "graine"
        },
        {
          "key": "pest",
          "value": "parasite"
        },
        {
          "key": "fence",
          "value": "clôture"
        },
        {
          "key": "patience",
          "value": "patience"
        }
      ]
    },
    {
      "contentEn": "Animals are an important part of life on Earth. They live in many places, such as forests, oceans, deserts, and mountains. Some animals, like dogs and cats, live with humans as pets. These animals bring joy and companionship to people. Wild animals, on the other hand, live in nature and include lions, elephants, and dolphins. Each animal plays a special role in the ecosystem. Bees, for example, help plants grow by carrying pollen. Birds, such as eagles and parrots, add beauty to the world with their colors and songs.\n\nTaking care of animals is essential for a healthy planet. Many species are endangered because of deforestation, pollution, and hunting. Zoos also play a role in educating people about wildlife. People can learn how animals live, what they eat, and why they are important. Additionally, adopting a pet is a great way to support animals. It is important to provide them with proper food, water, and shelter. By caring for animals, we show respect for nature and all living things.",
      "contentFr": "Les animaux sont une partie importante de la vie sur Terre. Ils vivent dans de nombreux endroits, comme les forêts, les océans, les déserts et les montagnes. Certains animaux, comme les chiens et les chats, vivent avec les humains comme animaux de compagnie. Ces animaux apportent de la joie et de la compagnie aux gens. Les animaux sauvages, en revanche, vivent dans la nature et incluent les lions, les éléphants et les dauphins. Chaque animal joue un rôle spécial dans l’écosystème. Les abeilles, par exemple, aident les plantes à pousser en transportant le pollen. Les oiseaux, comme les aigles et les perroquets, ajoutent de la beauté au monde avec leurs couleurs et leurs chants.\n\nPrendre soin des animaux est essentiel pour une planète en bonne santé. De nombreuses espèces sont en danger à cause de la déforestation, de la pollution et de la chasse. Les zoos jouent aussi un rôle en éduquant les gens sur la faune sauvage. Les gens peuvent apprendre comment vivent les animaux, ce qu’ils mangent et pourquoi ils sont importants. En outre, adopter un animal est une excellente façon de les soutenir. Il est important de leur fournir de la nourriture, de l’eau et un abri adéquats. En prenant soin des animaux, nous montrons du respect pour la nature et tous les êtres vivants.",
      "title": "The Importance of Animals",
      "imageUrl": "https://res.cloudinary.com/jerrick/image/upload/v1678529191/640c52a778e5fa001d0aace9.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Nature",
      "words": [
        {
          "key": "Animal",
          "value": "animal"
        },
        {
          "key": "Earth",
          "value": "Terre"
        },
        {
          "key": "forest",
          "value": "forêt"
        },
        {
          "key": "ocean",
          "value": "océan"
        },
        {
          "key": "desert",
          "value": "désert"
        },
        {
          "key": "mountain",
          "value": "montagne"
        },
        {
          "key": "pet",
          "value": "animal de compagnie"
        },
        {
          "key": "joy",
          "value": "joie"
        },
        {
          "key": "companion",
          "value": "compagnon"
        },
        {
          "key": "Wild",
          "value": "sauvage"
        },
        {
          "key": "nature",
          "value": "nature"
        },
        {
          "key": "ecosystem",
          "value": "écosystème"
        },
        {
          "key": "bee",
          "value": "abeille"
        },
        {
          "key": "pollen",
          "value": "pollen"
        },
        {
          "key": "Bird",
          "value": "oiseau"
        },
        {
          "key": "endangered",
          "value": "en danger"
        },
        {
          "key": "deforestation",
          "value": "déforestation"
        },
        {
          "key": "pollution",
          "value": "pollution"
        },
        {
          "key": "hunting",
          "value": "chasse"
        },
        {
          "key": "sanctuary",
          "value": "refuge"
        },
        {
          "key": "wildlife",
          "value": "faune sauvage"
        },
        {
          "key": "adopt",
          "value": "adopter"
        },
        {
          "key": "shelter",
          "value": "abri"
        },
        {
          "key": "respect",
          "value": "respect"
        }
      ]
    },
    {
      "contentEn": "Artificial intelligence (AI) is a technology that is changing the world. It allows machines to think, learn, and solve problems like humans. AI is used in many areas of life, such as healthcare, education, and transportation. For example, in healthcare, AI can help doctors find diseases faster by analyzing medical images. In education, smart systems can create personalized learning plans for students. Self-driving cars, which use AI, can make transportation safer and more efficient. AI is also behind voice assistants like Siri and Alexa, which help people with daily tasks.\n\nDespite its many benefits, AI also brings challenges. One concern is that AI might replace human jobs. Many tasks that were once done by people are now performed by machines. This can lead to unemployment and require workers to learn new skills. Another challenge is ensuring that AI systems are fair and unbiased. If not carefully designed, AI could make unfair decisions, such as denying a loan to someone based on incomplete data. People and governments are working to address these issues by creating rules and guidelines for AI development. As AI continues to grow, it is important to use it responsibly to make life better for everyone.",
      "contentFr": "L'intelligence artificielle (IA) est une technologie qui change le monde. Elle permet aux machines de penser, d’apprendre et de résoudre des problèmes comme les humains. L’IA est utilisée dans de nombreux domaines de la vie, comme la santé, l’éducation et les transports. Par exemple, dans le domaine de la santé, l’IA peut aider les médecins à détecter des maladies plus rapidement en analysant des images médicales. Dans l’éducation, les systèmes intelligents peuvent créer des plans d’apprentissage personnalisés pour les élèves. Les voitures autonomes, qui utilisent l’IA, peuvent rendre les transports plus sûrs et plus efficaces. L’IA est aussi utilisée dans les assistants vocaux comme Siri et Alexa, qui aident les gens dans leurs tâches quotidiennes.\n\nMalgré ses nombreux avantages, l’IA apporte aussi des défis. L’un des problèmes est que l’IA pourrait remplacer les emplois humains. De nombreuses tâches autrefois effectuées par des personnes sont maintenant réalisées par des machines. Cela peut entraîner du chômage et obliger les travailleurs à apprendre de nouvelles compétences. Un autre défi est de garantir que les systèmes d’IA soient justes et impartiaux. S’ils ne sont pas bien conçus, ils peuvent prendre des décisions injustes, comme refuser un prêt en se basant sur des données incomplètes. Les gouvernements et les citoyens travaillent à résoudre ces problèmes en créant des règles et des directives pour le développement de l’IA. À mesure que l’IA progresse, il est important de l’utiliser de manière responsable pour améliorer la vie de tous.",
      "title": "The Impact of Artificial Intelligence",
      "imageUrl": "https://www.arquimea.com/wp-content/uploads/2023/09/ai-post1.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Technology",
      "words": [
        {
          "key": "Artificial intelligence",
          "value": "intelligence artificielle"
        },
        {
          "key": "technology",
          "value": "technologie"
        },
        {
          "key": "machine",
          "value": "machine"
        },
        {
          "key": "think",
          "value": "penser"
        },
        {
          "key": "learn",
          "value": "apprendre"
        },
        {
          "key": "solve",
          "value": "résoudre"
        },
        {
          "key": "problem",
          "value": "problème"
        },
        {
          "key": "healthcare",
          "value": "santé"
        },
        {
          "key": "education",
          "value": "éducation"
        },
        {
          "key": "transportation",
          "value": "transport"
        },
        {
          "key": "medical",
          "value": "médical"
        },
        {
          "key": "personalized",
          "value": "personnalisé"
        },
        {
          "key": "self-driving",
          "value": "autonome"
        },
        {
          "key": "efficient",
          "value": "efficace"
        },
        {
          "key": "voice assistant",
          "value": "assistant vocal"
        },
        {
          "key": "task",
          "value": "tâche"
        },
        {
          "key": "challenge",
          "value": "défi"
        },
        {
          "key": "replace",
          "value": "remplacer"
        },
        {
          "key": "unemployment",
          "value": "chômage"
        },
        {
          "key": "skill",
          "value": "compétence"
        },
        {
          "key": "fair",
          "value": "juste"
        },
        {
          "key": "unbiased",
          "value": "impartial"
        },
        {
          "key": "guideline",
          "value": "directive"
        },
        {
          "key": "responsibly",
          "value": "de manière responsable"
        },
        {
          "key": "grow",
          "value": "se développer"
        }
      ]
    },
    {
      "contentEn": "Nature is all around us. It includes trees, rivers, mountains, animals, and the air we breathe. Nature provides us with food, water, and shelter. Without it, life would not be possible. Forests are often called the lungs of the Earth because they produce oxygen and clean the air. Rivers and lakes give us fresh water to drink and use. The sun, wind, and rain are also important parts of nature. They help plants grow and provide energy for our daily lives.\n\nProtecting nature is very important. Many forests are being cut down for wood and farming. This leads to habitat loss for animals and less clean air for humans. Pollution from factories and cars also harms the environment. It is our job to take care of the planet. Recycling, planting trees, and using less plastic can make a big difference. For example, carrying a reusable bag instead of a plastic one reduces waste. Walking or cycling instead of driving helps reduce air pollution. Everyone can do small things to help nature, and together, these actions can create a healthier planet for future generations.",
      "contentFr": "La nature est tout autour de nous. Elle comprend les arbres, les rivières, les montagnes, les animaux et l'air que nous respirons. La nature nous fournit de la nourriture, de l'eau et un abri. Sans elle, la vie ne serait pas possible. Les forêts sont souvent appelées les poumons de la Terre car elles produisent de l'oxygène et purifient l'air. Les rivières et les lacs nous donnent de l'eau douce à boire et à utiliser. Le soleil, le vent et la pluie sont aussi des éléments importants de la nature. Ils aident les plantes à pousser et fournissent de l'énergie pour notre vie quotidienne.\n\nProtéger la nature est très important. De nombreuses forêts sont abattues pour le bois et l'agriculture. Cela entraîne la perte d'habitat pour les animaux et moins d'air pur pour les humains. La pollution des usines et des voitures nuit également à l'environnement. C'est notre devoir de prendre soin de la planète. Recycler, planter des arbres et utiliser moins de plastique peuvent faire une grande différence. Par exemple, porter un sac réutilisable au lieu d’un sac en plastique réduit les déchets. Marcher ou faire du vélo au lieu de conduire aide à réduire la pollution de l’air. Chacun peut faire de petites choses pour aider la nature, et ensemble, ces actions peuvent créer une planète plus saine pour les générations futures.",
      "title": "The Beauty and Importance of Nature",
      "imageUrl": "https://thumbs.dreamstime.com/b/beauty-nature-importance-preserving-environment-289909057.jpg",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Nature",
          "value": "nature"
        },
        {
          "key": "tree",
          "value": "arbre"
        },
        {
          "key": "river",
          "value": "rivière"
        },
        {
          "key": "mountain",
          "value": "montagne"
        },
        {
          "key": "animal",
          "value": "animal"
        },
        {
          "key": "breathe",
          "value": "respirer"
        },
        {
          "key": "Forest",
          "value": "forêt"
        },
        {
          "key": "oxygen",
          "value": "oxygène"
        },
        {
          "key": "clean",
          "value": "purifier"
        },
        {
          "key": "lake",
          "value": "lac"
        },
        {
          "key": "energy",
          "value": "énergie"
        },
        {
          "key": "Protect",
          "value": "protéger"
        },
        {
          "key": "pollution",
          "value": "pollution"
        },
        {
          "key": "Recycling",
          "value": "recyclage"
        },
        {
          "key": "plastic",
          "value": "plastique"
        },
        {
          "key": "waste",
          "value": "déchet"
        },
        {
          "key": "air",
          "value": "air"
        },
        {
          "key": "healthier",
          "value": "plus sain"
        },
        {
          "key": "planet",
          "value": "planète"
        },
        {
          "key": "generation",
          "value": "génération"
        },
        {
          "key": "reduce",
          "value": "réduire"
        },
        {
          "key": "habitat",
          "value": "habitat"
        },
        {
          "key": "future",
          "value": "avenir"
        },
        {
          "key": "cycling",
          "value": "faire du vélo"
        },
        {
          "key": "reuse",
          "value": "réutiliser"
        }
      ]
    },
    {
      "contentEn": "Sports are an important part of our lives. They keep us healthy and teach us teamwork and discipline. There are many kinds of sports, such as football, basketball, tennis, and swimming. Some people like to watch sports, while others enjoy playing them. Football is one of the most popular sports in the world. It is played by two teams, each with eleven players. The goal is to score by kicking the ball into the opponent’s net. Basketball is another exciting sport. Players work together to score points by throwing the ball into a hoop. Sports like these not only improve our physical fitness but also bring people together.\n\nIn addition to traditional sports, new activities are becoming popular. For example, yoga and Pilates are great for relaxing and building strength. Adventure sports like rock climbing and surfing offer thrills and challenges. E-sports, or electronic sports, are also gaining attention. These are video game competitions where players compete at a high level. No matter the type of sport, they all require practice and dedication. Participating in sports can help people reduce stress and make new friends. Schools and communities often encourage children to join sports teams because they promote healthy habits and social skills. Whether you play for fun or competition, sports are a great way to enjoy life and stay active.",
      "contentFr": "Le sport est une partie importante de nos vies. Il nous garde en bonne santé et nous apprend le travail d’équipe et la discipline. Il existe de nombreux types de sports, comme le football, le basketball, le tennis et la natation. Certaines personnes aiment regarder le sport, tandis que d'autres préfèrent y jouer. Le football est l’un des sports les plus populaires au monde. Il se joue entre deux équipes de onze joueurs chacune. Le but est de marquer en envoyant le ballon dans le but adverse. Le basketball est un autre sport passionnant. Les joueurs coopèrent pour marquer des points en lançant le ballon dans un panier. Ces sports améliorent non seulement notre condition physique, mais rassemblent aussi les gens.\n\nEn plus des sports traditionnels, de nouvelles activités deviennent populaires. Par exemple, le yoga et le Pilates sont excellents pour se détendre et renforcer le corps. Les sports d’aventure comme l’escalade et le surf offrent des sensations fortes et des défis. Les e-sports, ou sports électroniques, attirent aussi l’attention. Ce sont des compétitions de jeux vidéo où les joueurs s’affrontent à haut niveau. Quel que soit le type de sport, tous demandent de la pratique et de la dévotion. Faire du sport peut aider à réduire le stress et à se faire de nouveaux amis. Les écoles et les communautés encouragent souvent les enfants à rejoindre des équipes sportives car cela favorise les habitudes saines et les compétences sociales. Que vous jouiez pour le plaisir ou la compétition, le sport est un excellent moyen de profiter de la vie et de rester actif.",
      "title": "The Joy of Sports",
      "imageUrl": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/blogs/4898/images/Zv4vXR8Qcu94A0AugUnQ_AdobeStock_77446709.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Sports",
      "words": [
        {
          "key": "Sport",
          "value": "sport"
        },
        {
          "key": "healthy",
          "value": "en bonne santé"
        },
        {
          "key": "teamwork",
          "value": "travail d'équipe"
        },
        {
          "key": "discipline",
          "value": "discipline"
        },
        {
          "key": "football",
          "value": "football"
        },
        {
          "key": "basketball",
          "value": "basket-ball"
        },
        {
          "key": "tennis",
          "value": "tennis"
        },
        {
          "key": "swimming",
          "value": "natation"
        },
        {
          "key": "player",
          "value": "joueur"
        },
        {
          "key": "goal",
          "value": "but"
        },
        {
          "key": "opponent",
          "value": "adversaire"
        },
        {
          "key": "hoop",
          "value": "panier"
        },
        {
          "key": "fitness",
          "value": "forme physique"
        },
        {
          "key": "adventure",
          "value": "aventure"
        },
        {
          "key": "rock climbing",
          "value": "escalade"
        },
        {
          "key": "surfing",
          "value": "surf"
        },
        {
          "key": "E-sports",
          "value": "e-sport"
        },
        {
          "key": "competition",
          "value": "compétition"
        },
        {
          "key": "practice",
          "value": "entraînement"
        },
        {
          "key": "dedication",
          "value": "dévotion"
        },
        {
          "key": "stress",
          "value": "stress"
        },
        {
          "key": "friend",
          "value": "ami"
        },
        {
          "key": "community",
          "value": "communauté"
        },
        {
          "key": "habit",
          "value": "habitude"
        },
        {
          "key": "active",
          "value": "actif"
        }
      ]
    },
    {
      "contentEn": "The Ancient Egyptian civilization is one of the oldest and most fascinating in the world. It began around 3100 BC along the Nile River in northeastern Africa. The Egyptians built great pyramids, temples, and tombs, leaving behind impressive monuments that still exist today. They developed a unique writing system called hieroglyphs, which used pictures and symbols to represent words and ideas. Pharaohs, the rulers of Egypt, were considered gods, and they were buried in elaborate tombs with treasures to take into the afterlife.\n\nThe Egyptians were skilled in many areas. They created a calendar based on the lunar and solar cycles, which helped them plan their agricultural activities. They also made advancements in medicine, mathematics, and engineering. The famous pyramids of Giza, including the Great Pyramid, were built with incredible precision using simple tools. These accomplishments continue to amaze people today. The Nile River was essential to the survival of the Egyptians. It provided water for drinking, irrigation for crops, and a means of transportation.\n\nAlthough the Ancient Egyptian civilization eventually declined, its legacy lives on. Today, Egypt is known for its rich history, and many people travel to visit the ancient pyramids, temples, and monuments. The culture, art, and science of Ancient Egypt continue to inspire historians, archaeologists, and artists all over the world. The mysteries of the pyramids and the life of the pharaohs still capture the imagination of people today.",
      "contentFr": "La civilisation de l'Égypte antique est l'une des plus anciennes et des plus fascinantes du monde. Elle a commencé vers 3100 av. J.-C. le long du fleuve Nil, dans le nord-est de l’Afrique. Les Égyptiens ont construit de grandes pyramides, des temples et des tombeaux, laissant derrière eux des monuments impressionnants qui existent encore aujourd’hui. Ils ont développé un système d’écriture unique appelé hiéroglyphes, qui utilisait des images et des symboles pour représenter des mots et des idées. Les pharaons, les souverains de l’Égypte, étaient considérés comme des dieux, et ils étaient enterrés dans des tombes élaborées avec des trésors pour l’au-delà.\n\nLes Égyptiens étaient doués dans de nombreux domaines. Ils ont créé un calendrier basé sur les cycles lunaires et solaires, ce qui les aidait à planifier leurs activités agricoles. Ils ont aussi fait des progrès en médecine, en mathématiques et en ingénierie. Les célèbres pyramides de Gizeh, y compris la Grande Pyramide, ont été construites avec une précision incroyable à l’aide d’outils simples. Ces réalisations continuent d’impressionner les gens aujourd’hui. Le Nil était essentiel à la survie des Égyptiens. Il fournissait de l’eau potable, de l’irrigation pour les cultures et un moyen de transport.\n\nBien que la civilisation de l’Égypte antique ait fini par décliner, son héritage perdure. Aujourd’hui, l’Égypte est connue pour sa riche histoire, et de nombreuses personnes voyagent pour visiter les pyramides, temples et monuments antiques. La culture, l’art et la science de l’Égypte antique continuent d’inspirer des historiens, des archéologues et des artistes dans le monde entier. Les mystères des pyramides et la vie des pharaons captivent encore l’imagination des gens.",
      "title": "The Ancient Egyptian Civilization",
      "imageUrl": "https://d3rr2gvhjw0wwy.cloudfront.net/uploads/mandators/49581/file-manager/egypt-tours-and-trips.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "History",
      "words": [
        {
          "key": "civilization",
          "value": "civilisation"
        },
        {
          "key": "Ancient",
          "value": "ancien"
        },
        {
          "key": "pyramid",
          "value": "pyramide"
        },
        {
          "key": "temple",
          "value": "temple"
        },
        {
          "key": "tomb",
          "value": "tombe"
        },
        {
          "key": "hieroglyph",
          "value": "hiéroglyphe"
        },
        {
          "key": "Pharaoh",
          "value": "pharaon"
        },
        {
          "key": "treasure",
          "value": "trésor"
        },
        {
          "key": "afterlife",
          "value": "au-delà"
        },
        {
          "key": "calendar",
          "value": "calendrier"
        },
        {
          "key": "lunar",
          "value": "lunaire"
        },
        {
          "key": "solar",
          "value": "solaire"
        },
        {
          "key": "agriculture",
          "value": "agriculture"
        },
        {
          "key": "medicine",
          "value": "médecine"
        },
        {
          "key": "mathematics",
          "value": "mathématiques"
        },
        {
          "key": "engineering",
          "value": "ingénierie"
        },
        {
          "key": "precision",
          "value": "précision"
        },
        {
          "key": "transportation",
          "value": "transport"
        },
        {
          "key": "legacy",
          "value": "héritage"
        },
        {
          "key": "history",
          "value": "histoire"
        },
        {
          "key": "art",
          "value": "art"
        },
        {
          "key": "archaeologist",
          "value": "archéologue"
        },
        {
          "key": "mystery",
          "value": "mystère"
        },
        {
          "key": "imagination",
          "value": "imagination"
        },
        {
          "key": "monument",
          "value": "monument"
        }
      ]
    },
    {
      "contentEn": "Geography is the study of the Earth's landscapes, environments, and the ways in which humans interact with them. It helps us understand the world we live in, from the tallest mountains to the deepest oceans. Geographers study the physical features of the Earth, such as mountains, rivers, and forests, as well as human-made features like cities, roads, and buildings. By examining these features, geographers can predict patterns of climate, weather, and human behavior.\n\nOne of the most important parts of geography is the study of maps. Maps help us understand the location of places and the distance between them. They show the world in a simple and clear way. There are different types of maps, such as physical maps, which show landforms and natural features, and political maps, which display borders and countries. Understanding geography is important for understanding the world’s history and the relationships between different regions.\n\nGeography also plays a role in solving global challenges. Issues like climate change, pollution, and the availability of resources are all connected to geography. For example, the melting of polar ice caps affects sea levels and weather patterns worldwide. Geographers can study these issues to help find solutions and create plans for sustainable development. By learning geography, we gain the tools to protect our planet and plan for a better future.",
      "contentFr": "La géographie est l'étude des paysages de la Terre, de ses environnements et des façons dont les humains interagissent avec eux. Elle nous aide à comprendre le monde dans lequel nous vivons, des plus hautes montagnes aux océans les plus profonds. Les géographes étudient les caractéristiques physiques de la Terre, comme les montagnes, les rivières et les forêts, ainsi que les éléments créés par l'homme comme les villes, les routes et les bâtiments. En examinant ces éléments, les géographes peuvent prédire les modèles de climat, de météo et de comportement humain.\n\nL'une des parties les plus importantes de la géographie est l'étude des cartes. Les cartes nous aident à comprendre l'emplacement des lieux et la distance entre eux. Elles montrent le monde de manière simple et claire. Il existe différents types de cartes, comme les cartes physiques, qui montrent les formes du relief et les caractéristiques naturelles, et les cartes politiques, qui affichent les frontières et les pays. Comprendre la géographie est essentiel pour comprendre l'histoire du monde et les relations entre les différentes régions.\n\nLa géographie joue également un rôle dans la résolution des défis mondiaux. Des problèmes comme le changement climatique, la pollution et la disponibilité des ressources sont tous liés à la géographie. Par exemple, la fonte des calottes polaires affecte le niveau de la mer et les schémas météorologiques à l'échelle mondiale. Les géographes peuvent étudier ces problèmes pour aider à trouver des solutions et créer des plans pour un développement durable. En apprenant la géographie, nous acquérons les outils pour protéger notre planète et planifier un avenir meilleur.",
      "title": "The Importance of Geography",
      "imageUrl": "https://www.s4d4c.eu/wp-content/uploads/2020/12/geography-1000x667.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Geography",
      "words": [
        {
          "key": "Geography",
          "value": "géographie"
        },
        {
          "key": "landscape",
          "value": "paysage"
        },
        {
          "key": "environment",
          "value": "environnement"
        },
        {
          "key": "mountain",
          "value": "montagne"
        },
        {
          "key": "river",
          "value": "rivière"
        },
        {
          "key": "forest",
          "value": "forêt"
        },
        {
          "key": "city",
          "value": "ville"
        },
        {
          "key": "road",
          "value": "route"
        },
        {
          "key": "building",
          "value": "bâtiment"
        },
        {
          "key": "climate",
          "value": "climat"
        },
        {
          "key": "weather",
          "value": "météo"
        },
        {
          "key": "map",
          "value": "carte"
        },
        {
          "key": "location",
          "value": "emplacement"
        },
        {
          "key": "physical map",
          "value": "carte physique"
        },
        {
          "key": "political map",
          "value": "carte politique"
        },
        {
          "key": "border",
          "value": "frontière"
        },
        {
          "key": "country",
          "value": "pays"
        },
        {
          "key": "climate change",
          "value": "changement climatique"
        },
        {
          "key": "pollution",
          "value": "pollution"
        },
        {
          "key": "resources",
          "value": "ressources"
        },
        {
          "key": "sea level",
          "value": "niveau de la mer"
        },
        {
          "key": "sustainable development",
          "value": "développement durable"
        },
        {
          "key": "plan",
          "value": "plan"
        },
        {
          "key": "future",
          "value": "avenir"
        },
        {
          "key": "tool",
          "value": "outil"
        }
      ]
    },
    {
      "contentEn": "Football is one of the most popular sports in the world, and many clubs have millions of fans. One famous football club is Barcelona, a team from Spain. Barcelona was founded in 1899 and is known for its exciting playing style. The team plays in the Spanish La Liga, one of the top football leagues in the world. Barcelona’s home stadium is called Camp Nou, and it is one of the largest football stadiums in Europe. The club has many great players, such as Lionel Messi, who is often considered one of the best players of all time.\n\nBarcelona has won many important trophies, including the UEFA Champions League and La Liga titles. The club is famous for its youth academy, La Masia, where young players are trained to become professional footballers. The team has a strong fan base, and supporters are very passionate about their club. Barcelona has also had great success in international competitions, and they are one of the most successful football clubs in the world. Every time Barcelona plays, fans fill the stadium to watch their team in action.",
      "contentFr": "Le football est l’un des sports les plus populaires au monde, et de nombreux clubs ont des millions de fans. Un club de football célèbre est Barcelone, une équipe d’Espagne. Barcelone a été fondé en 1899 et est connu pour son style de jeu passionnant. L’équipe joue dans la Liga espagnole, l’un des meilleurs championnats de football du monde. Le stade de Barcelone s’appelle le Camp Nou, et c’est l’un des plus grands stades de football d’Europe. Le club compte de nombreux grands joueurs, comme Lionel Messi, qui est souvent considéré comme l’un des meilleurs joueurs de tous les temps.\n\nBarcelone a remporté de nombreux trophées importants, y compris la Ligue des champions de l’UEFA et des titres de la Liga. Le club est célèbre pour son académie de jeunes, La Masia, où les jeunes joueurs sont formés pour devenir des footballeurs professionnels. L’équipe a une base de fans solide, et les supporters sont très passionnés par leur club. Barcelone a également connu un grand succès dans les compétitions internationales, et c’est l’un des clubs de football les plus titrés au monde. À chaque match de Barcelone, les fans remplissent le stade pour voir leur équipe en action.",
      "title": "FC Barcelona: A Famous Football Club",
      "imageUrl": "https://i0.wp.com/barcablog.com/wp-content/uploads/2012/05/ronaldinho-lionel-messi-samuel-etoo-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona.jpg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Football",
      "words": [
        {
          "key": "Football",
          "value": "football"
        },
        {
          "key": "popular",
          "value": "populaire"
        },
        {
          "key": "club",
          "value": "club"
        },
        {
          "key": "team",
          "value": "équipe"
        },
        {
          "key": "Spain",
          "value": "Espagne"
        },
        {
          "key": "founded",
          "value": "fondé"
        },
        {
          "key": "playing style",
          "value": "style de jeu"
        },
        {
          "key": "league",
          "value": "ligue"
        },
        {
          "key": "stadium",
          "value": "stade"
        },
        {
          "key": "player",
          "value": "joueur"
        },
        {
          "key": "trophy",
          "value": "trophée"
        },
        {
          "key": "title",
          "value": "titre"
        },
        {
          "key": "youth academy",
          "value": "académie de jeunes"
        },
        {
          "key": "trained",
          "value": "formé"
        },
        {
          "key": "professional",
          "value": "professionnel"
        },
        {
          "key": "success",
          "value": "succès"
        },
        {
          "key": "supporter",
          "value": "supporter"
        },
        {
          "key": "fan base",
          "value": "base de fans"
        },
        {
          "key": "passionate",
          "value": "passionné"
        },
        {
          "key": "international",
          "value": "international"
        },
        {
          "key": "competition",
          "value": "compétition"
        },
        {
          "key": "fill",
          "value": "remplir"
        },
        {
          "key": "watch",
          "value": "regarder"
        },
        {
          "key": "action",
          "value": "action"
        }
      ]
    },
    {
      "contentEn": "The sea is a beautiful and important part of nature. It covers about 70% of the Earth’s surface. The sea is home to many animals, such as fish, whales, and sharks. People also love the sea for swimming, sailing, and relaxing on the beach. The sea has many different types of water, from calm waves to strong storms. The sea is important for the weather and the environment. It helps to control the Earth’s temperature and provides oxygen. Many people depend on the sea for food and jobs. Fishermen catch fish, and boats carry goods across the sea.\n\nThe sea also has many secrets. Scientists are still studying the sea to learn more about its plants, animals, and underwater life. The sea can be dangerous, too. Strong waves and storms can be dangerous for boats and swimmers. But the sea is also beautiful and peaceful. Many people visit the sea to relax and enjoy the view. Some people even live near the sea to be close to nature and the peaceful environment. The sea will always be a special place for humans and animals alike.",
      "contentFr": "La mer est une partie belle et importante de la nature. Elle couvre environ 70 % de la surface de la Terre. La mer abrite de nombreux animaux comme les poissons, les baleines et les requins. Les gens aiment aussi la mer pour nager, faire de la voile et se détendre sur la plage. La mer présente de nombreux types d’eaux, des vagues calmes aux tempêtes violentes. La mer est importante pour le climat et l’environnement. Elle aide à réguler la température de la Terre et fournit de l’oxygène. Beaucoup de gens dépendent de la mer pour la nourriture et le travail. Les pêcheurs attrapent du poisson et les bateaux transportent des marchandises à travers la mer.\n\nLa mer a aussi de nombreux secrets. Les scientifiques l’étudient encore pour en apprendre plus sur ses plantes, ses animaux et la vie sous-marine. La mer peut aussi être dangereuse. De fortes vagues et tempêtes peuvent être dangereuses pour les bateaux et les nageurs. Mais la mer est aussi belle et paisible. Beaucoup de gens visitent la mer pour se détendre et profiter de la vue. Certaines personnes vivent même près de la mer pour être proches de la nature et de l’environnement paisible. La mer sera toujours un lieu spécial pour les humains et les animaux.",
      "title": "The Sea: A Beautiful and Important Part of Nature",
      "imageUrl": "https://natureconservancy-h.assetsadobe.com/is/image/content/dam/tnc/nature/en/photos/GreenSeaTurtle.JPG?crop=0%2C107%2C2000%2C1100&wid=4000&hei=2200&scl=0.5",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sea",
          "value": "mer"
        },
        {
          "key": "beautiful",
          "value": "belle"
        },
        {
          "key": "important",
          "value": "important"
        },
        {
          "key": "cover",
          "value": "couvrir"
        },
        {
          "key": "surface",
          "value": "surface"
        },
        {
          "key": "home",
          "value": "foyer"
        },
        {
          "key": "animal",
          "value": "animal"
        },
        {
          "key": "fish",
          "value": "poisson"
        },
        {
          "key": "whale",
          "value": "baleine"
        },
        {
          "key": "shark",
          "value": "requin"
        },
        {
          "key": "love",
          "value": "aimer"
        },
        {
          "key": "swimming",
          "value": "natation"
        },
        {
          "key": "sailing",
          "value": "voile"
        },
        {
          "key": "relaxing",
          "value": "se détendre"
        },
        {
          "key": "beach",
          "value": "plage"
        },
        {
          "key": "calm",
          "value": "calme"
        },
        {
          "key": "wave",
          "value": "vague"
        },
        {
          "key": "storm",
          "value": "tempête"
        },
        {
          "key": "control",
          "value": "contrôler"
        },
        {
          "key": "temperature",
          "value": "température"
        },
        {
          "key": "oxygen",
          "value": "oxygène"
        },
        {
          "key": "depend",
          "value": "dépendre"
        },
        {
          "key": "food",
          "value": "nourriture"
        },
        {
          "key": "job",
          "value": "emploi"
        },
        {
          "key": "fisherman",
          "value": "pêcheur"
        },
        {
          "key": "catch",
          "value": "attraper"
        },
        {
          "key": "boat",
          "value": "bateau"
        },
        {
          "key": "dangerous",
          "value": "dangereux"
        },
        {
          "key": "study",
          "value": "étudier"
        },
        {
          "key": "underwater",
          "value": "sous-marin"
        },
        {
          "key": "visit",
          "value": "visiter"
        },
        {
          "key": "relax",
          "value": "se relaxer"
        },
        {
          "key": "peaceful",
          "value": "paisible"
        },
        {
          "key": "environment",
          "value": "environnement"
        },
        {
          "key": "special",
          "value": "spécial"
        }
      ]
    },
    {
      "contentEn": "The weather is an important part of our daily lives. It affects what we wear, what we do, and how we feel. In many places, the weather changes with the seasons. For example, in winter, it is cold and sometimes snowy. People wear warm clothes like coats and hats. In spring, the weather becomes warmer, and flowers start to bloom. People enjoy spending time outside. Summer is the hottest season. People go to the beach to swim and relax. In autumn, the weather becomes cooler, and leaves fall from the trees. People prepare for the cold months ahead.\n\nWeather can also be different in various parts of the world. In some places, it is always warm, while in others, it is always cold. Some places have a lot of rain, and others are very dry. Weather affects many things, like the food we eat and the activities we do. For example, people in cold places may eat hot soups to stay warm, while people in hot places may drink cold drinks to cool down. Understanding the weather helps us plan our day and stay comfortable.",
      "contentFr": "Le temps est une partie importante de notre vie quotidienne. Il influence ce que nous portons, ce que nous faisons et comment nous nous sentons. Dans de nombreux endroits, le temps change selon les saisons. Par exemple, en hiver, il fait froid et parfois il neige. Les gens portent des vêtements chauds comme des manteaux et des chapeaux. Au printemps, le temps devient plus chaud et les fleurs commencent à fleurir. Les gens aiment passer du temps dehors. L'été est la saison la plus chaude. Les gens vont à la plage pour nager et se détendre. En automne, le temps devient plus frais et les feuilles tombent des arbres. Les gens se préparent pour les mois froids à venir.\n\nLe temps peut aussi être différent dans différentes parties du monde. Dans certains endroits, il fait toujours chaud, tandis que dans d'autres, il fait toujours froid. Certains endroits reçoivent beaucoup de pluie, tandis que d'autres sont très secs. Le temps influence de nombreuses choses, comme la nourriture que nous mangeons et les activités que nous faisons. Par exemple, les gens dans les endroits froids peuvent manger des soupes chaudes pour rester au chaud, tandis que ceux dans les endroits chauds peuvent boire des boissons fraîches pour se rafraîchir. Comprendre le temps nous aide à planifier notre journée et à rester à l’aise.",
      "title": "The Weather and Its Effects",
      "imageUrl": "https://www.learnenglish.de/images/weather/weather.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "weather",
          "value": "temps"
        },
        {
          "key": "important",
          "value": "important"
        },
        {
          "key": "daily",
          "value": "quotidien"
        },
        {
          "key": "affect",
          "value": "affecter"
        },
        {
          "key": "wear",
          "value": "porter"
        },
        {
          "key": "season",
          "value": "saison"
        },
        {
          "key": "winter",
          "value": "hiver"
        },
        {
          "key": "cold",
          "value": "froid"
        },
        {
          "key": "snowy",
          "value": "enneigé"
        },
        {
          "key": "coat",
          "value": "manteau"
        },
        {
          "key": "spring",
          "value": "printemps"
        },
        {
          "key": "warmer",
          "value": "plus chaud"
        },
        {
          "key": "bloom",
          "value": "fleurir"
        },
        {
          "key": "outside",
          "value": "dehors"
        },
        {
          "key": "Summer",
          "value": "été"
        },
        {
          "key": "hottest",
          "value": "le plus chaud"
        },
        {
          "key": "beach",
          "value": "plage"
        },
        {
          "key": "autumn",
          "value": "automne"
        },
        {
          "key": "cooler",
          "value": "plus frais"
        },
        {
          "key": "leaves",
          "value": "feuilles"
        },
        {
          "key": "fall",
          "value": "tomber"
        },
        {
          "key": "prepare",
          "value": "préparer"
        },
        {
          "key": "different",
          "value": "différent"
        },
        {
          "key": "always",
          "value": "toujours"
        },
        {
          "key": "rain",
          "value": "pluie"
        },
        {
          "key": "dry",
          "value": "sec"
        },
        {
          "key": "affects",
          "value": "influence"
        },
        {
          "key": "food",
          "value": "nourriture"
        },
        {
          "key": "activities",
          "value": "activités"
        },
        {
          "key": "soup",
          "value": "soupe"
        },
        {
          "key": "drink",
          "value": "boire"
        },
        {
          "key": "cold drinks",
          "value": "boissons fraîches"
        },
        {
          "key": "plan",
          "value": "planifier"
        },
        {
          "key": "comfortable",
          "value": "confortable"
        }
      ]
    },
    {
      "contentEn": "The dog is a very popular pet around the world. People love dogs because they are friendly and loyal. They are good companions and can help with many tasks. Dogs can live in many different places, such as houses, apartments, and farms. They come in many sizes, colors, and shapes. Some dogs are very small, while others are big. Dogs need food, water, exercise, and love from their owners. They are also great for playing games and going for walks. Many people enjoy spending time with their dogs every day.\n\nDogs are very smart and can learn many things. They can be trained to do tricks, help people with disabilities, or even work with the police. Some dogs are used to help farmers on farms. They help protect animals and property. Dogs are not only pets but also helpers in many different jobs. They are known for their great sense of smell and hearing, which is why they can do important jobs.",
      "contentFr": "Le chien est un animal de compagnie très populaire dans le monde entier. Les gens aiment les chiens parce qu’ils sont amicaux et fidèles. Ce sont de bons compagnons et ils peuvent aider dans de nombreuses tâches. Les chiens peuvent vivre dans de nombreux endroits différents, comme des maisons, des appartements et des fermes. Ils existent en plusieurs tailles, couleurs et formes. Certains chiens sont très petits, tandis que d'autres sont grands. Les chiens ont besoin de nourriture, d’eau, d’exercice et d’amour de la part de leurs propriétaires. Ils sont aussi parfaits pour jouer et faire des promenades. Beaucoup de gens aiment passer du temps avec leurs chiens chaque jour.\n\nLes chiens sont très intelligents et peuvent apprendre beaucoup de choses. Ils peuvent être dressés pour faire des tours, aider les personnes handicapées ou même travailler avec la police. Certains chiens sont utilisés pour aider les agriculteurs dans les fermes. Ils aident à protéger les animaux et les biens. Les chiens ne sont pas seulement des animaux de compagnie, ce sont aussi des aides dans de nombreux métiers. Ils sont connus pour leur excellent odorat et leur ouïe, c’est pourquoi ils peuvent accomplir des tâches importantes.",
      "title": "Dogs as Pets and Helpers",
      "imageUrl": "https://agedcareguide-assets.imgix.net/news/articles/wp/29_6_21-Assistance-Dogs.jpg?fm=pjpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "chien"
        },
        {
          "key": "popular",
          "value": "populaire"
        },
        {
          "key": "pet",
          "value": "animal de compagnie"
        },
        {
          "key": "world",
          "value": "monde"
        },
        {
          "key": "friendly",
          "value": "amical"
        },
        {
          "key": "loyal",
          "value": "fidèle"
        },
        {
          "key": "companion",
          "value": "compagnon"
        },
        {
          "key": "tasks",
          "value": "tâches"
        },
        {
          "key": "house",
          "value": "maison"
        },
        {
          "key": "apartment",
          "value": "appartement"
        },
        {
          "key": "farm",
          "value": "ferme"
        },
        {
          "key": "size",
          "value": "taille"
        },
        {
          "key": "color",
          "value": "couleur"
        },
        {
          "key": "shape",
          "value": "forme"
        },
        {
          "key": "small",
          "value": "petit"
        },
        {
          "key": "big",
          "value": "grand"
        },
        {
          "key": "food",
          "value": "nourriture"
        },
        {
          "key": "water",
          "value": "eau"
        },
        {
          "key": "exercise",
          "value": "exercice"
        },
        {
          "key": "love",
          "value": "amour"
        },
        {
          "key": "owner",
          "value": "propriétaire"
        },
        {
          "key": "game",
          "value": "jeu"
        },
        {
          "key": "walk",
          "value": "promenade"
        },
        {
          "key": "smart",
          "value": "intelligent"
        },
        {
          "key": "train",
          "value": "dresser"
        },
        {
          "key": "help",
          "value": "aider"
        },
        {
          "key": "disabilities",
          "value": "handicaps"
        },
        {
          "key": "police",
          "value": "police"
        },
        {
          "key": "farmer",
          "value": "agriculteur"
        },
        {
          "key": "protect",
          "value": "protéger"
        },
        {
          "key": "property",
          "value": "bien"
        },
        {
          "key": "smell",
          "value": "odorat"
        },
        {
          "key": "hearing",
          "value": "ouïe"
        }
      ]
    },
    {
      "contentEn": "The sun is very important for life on Earth. It gives us light and heat. Without the sun, plants, animals, and humans would not survive. The sun helps plants grow, and plants give us food. The sun is also important for making the weather. In the morning, the sun rises, and at night, it sets. People like to spend time outside when the sun is shining. Sometimes, the sun can be too hot, so we need to wear sunscreen and hats to protect our skin.\n\nThe sun is a big ball of fire. It is very far from the Earth, but it still has a lot of energy. The sun’s light travels to Earth and makes the day bright. The sun is also important for helping us see things. Without the sun, we would live in darkness. Many animals also use the sun to find food and navigate their way around. The sun is very special, and we need to take care of it.",
      "contentFr": "Le soleil est très important pour la vie sur Terre. Il nous donne de la lumière et de la chaleur. Sans le soleil, les plantes, les animaux et les humains ne pourraient pas survivre. Le soleil aide les plantes à pousser, et les plantes nous donnent de la nourriture. Le soleil est aussi important pour créer la météo. Le matin, le soleil se lève, et la nuit, il se couche. Les gens aiment passer du temps dehors quand le soleil brille. Parfois, le soleil peut être trop chaud, alors nous devons porter de la crème solaire et des chapeaux pour protéger notre peau.\n\nLe soleil est une grosse boule de feu. Il est très loin de la Terre, mais il a quand même beaucoup d’énergie. La lumière du soleil voyage jusqu’à la Terre et rend le jour lumineux. Le soleil est aussi important pour nous aider à voir les choses. Sans le soleil, nous vivrions dans l’obscurité. Beaucoup d’animaux utilisent aussi le soleil pour trouver de la nourriture et s’orienter. Le soleil est très spécial et nous devons en prendre soin.",
      "title": "The Sun and Its Importance",
      "imageUrl": "https://www.quantamagazine.org/wp-content/uploads/2018/07/SolarFull_SeanDoran_2880FullwidthLede.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sun",
          "value": "soleil"
        },
        {
          "key": "important",
          "value": "important"
        },
        {
          "key": "light",
          "value": "lumière"
        },
        {
          "key": "heat",
          "value": "chaleur"
        },
        {
          "key": "survive",
          "value": "survivre"
        },
        {
          "key": "plants",
          "value": "plantes"
        },
        {
          "key": "animals",
          "value": "animaux"
        },
        {
          "key": "humans",
          "value": "êtres humains"
        },
        {
          "key": "grow",
          "value": "pousser"
        },
        {
          "key": "food",
          "value": "nourriture"
        },
        {
          "key": "weather",
          "value": "météo"
        },
        {
          "key": "morning",
          "value": "matin"
        },
        {
          "key": "rise",
          "value": "se lever"
        },
        {
          "key": "night",
          "value": "nuit"
        },
        {
          "key": "sets",
          "value": "se coucher"
        },
        {
          "key": "outside",
          "value": "dehors"
        },
        {
          "key": "shine",
          "value": "briller"
        },
        {
          "key": "hot",
          "value": "chaud"
        },
        {
          "key": "wear",
          "value": "porter"
        },
        {
          "key": "sunscreen",
          "value": "crème solaire"
        },
        {
          "key": "hat",
          "value": "chapeau"
        },
        {
          "key": "skin",
          "value": "peau"
        },
        {
          "key": "ball",
          "value": "boule"
        },
        {
          "key": "fire",
          "value": "feu"
        },
        {
          "key": "far",
          "value": "loin"
        },
        {
          "key": "energy",
          "value": "énergie"
        },
        {
          "key": "day",
          "value": "jour"
        },
        {
          "key": "bright",
          "value": "lumineux"
        },
        {
          "key": "see",
          "value": "voir"
        },
        {
          "key": "darkness",
          "value": "obscurité"
        },
        {
          "key": "navigate",
          "value": "s’orienter"
        }
      ]
    },
    {
      "contentEn": "Birds are fascinating animals that can be found all over the world. They are known for their feathers and ability to fly. Some birds can fly very high, while others stay closer to the ground. Birds eat a variety of foods such as seeds, insects, and small animals. They use their beaks to find food and build nests. Many birds migrate, traveling long distances to find warmer places in the winter. Birds come in all sizes, from tiny hummingbirds to large eagles. They are beautiful creatures that help keep nature in balance.\n\nBirds have special features that help them survive in different environments. Their wings are strong and help them fly through the air. Some birds, like penguins, cannot fly but are excellent swimmers. Birds also have good eyesight, which helps them find food and avoid danger. The song of a bird is a pleasant sound that many people enjoy. In many cultures, birds are seen as symbols of freedom and peace.",
      "contentFr": "Les oiseaux sont des animaux fascinants que l'on peut trouver partout dans le monde. Ils sont connus pour leurs plumes et leur capacité à voler. Certains oiseaux peuvent voler très haut, tandis que d'autres restent plus près du sol. Les oiseaux mangent une variété d'aliments comme des graines, des insectes et de petits animaux. Ils utilisent leur bec pour trouver de la nourriture et construire des nids. Beaucoup d'oiseaux migrent, parcourant de longues distances pour trouver des endroits plus chauds en hiver. Les oiseaux existent dans toutes les tailles, des minuscules colibris aux grands aigles. Ce sont de magnifiques créatures qui aident à maintenir l'équilibre de la nature.\n\nLes oiseaux ont des caractéristiques spéciales qui les aident à survivre dans différents environnements. Leurs ailes sont fortes et les aident à voler dans les airs. Certains oiseaux, comme les manchots, ne peuvent pas voler mais sont d'excellents nageurs. Les oiseaux ont également une bonne vue, ce qui les aide à trouver de la nourriture et à éviter le danger. Le chant d’un oiseau est un son agréable que beaucoup de gens apprécient. Dans de nombreuses cultures, les oiseaux sont vus comme des symboles de liberté et de paix.",
      "title": "Birds: Fascinating Creatures",
      "imageUrl": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1warLQ.img?w=768&h=432&m=6",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "Birds",
          "value": "oiseaux"
        },
        {
          "key": "fascinating",
          "value": "fascinants"
        },
        {
          "key": "animals",
          "value": "animaux"
        },
        {
          "key": "feathers",
          "value": "plumes"
        },
        {
          "key": "fly",
          "value": "voler"
        },
        {
          "key": "high",
          "value": "haut"
        },
        {
          "key": "ground",
          "value": "sol"
        },
        {
          "key": "eat",
          "value": "manger"
        },
        {
          "key": "seeds",
          "value": "graines"
        },
        {
          "key": "insects",
          "value": "insectes"
        },
        {
          "key": "small",
          "value": "petit"
        },
        {
          "key": "animals",
          "value": "animaux"
        },
        {
          "key": "beaks",
          "value": "becs"
        },
        {
          "key": "nests",
          "value": "nids"
        },
        {
          "key": "migrate",
          "value": "migrer"
        },
        {
          "key": "distances",
          "value": "distances"
        },
        {
          "key": "warmer",
          "value": "plus chauds"
        },
        {
          "key": "sizes",
          "value": "tailles"
        },
        {
          "key": "hummingbirds",
          "value": "colibris"
        },
        {
          "key": "eagles",
          "value": "aigles"
        },
        {
          "key": "beautiful",
          "value": "magnifique"
        },
        {
          "key": "balance",
          "value": "équilibre"
        },
        {
          "key": "survive",
          "value": "survivre"
        },
        {
          "key": "wings",
          "value": "ailes"
        },
        {
          "key": "swimmers",
          "value": "nageurs"
        },
        {
          "key": "eyesight",
          "value": "vue"
        },
        {
          "key": "song",
          "value": "chant"
        },
        {
          "key": "freedom",
          "value": "liberté"
        },
        {
          "key": "peace",
          "value": "paix"
        }
      ]
    },
    {
      "contentEn": "Inflation is when the prices of goods and services rise over time. This means that the money you have will not buy as much as before. Inflation can happen for many reasons, like when there is too much money in the economy or when the cost of materials goes up. Inflation affects everyone, especially people who do not have a lot of money. They may find it harder to buy food, clothes, and other things. Governments try to control inflation by making rules about money and prices.\n\nIn some countries, inflation is very high, and the cost of living becomes too expensive. In other countries, inflation is low, and people can buy more with their money. It is important for governments to manage inflation well so that everyone can live comfortably. When inflation is too high, it can cause problems like job loss and lower wages. So, managing inflation is a key part of a country’s economy.",
      "contentFr": "L'inflation se produit lorsque les prix des biens et des services augmentent avec le temps. Cela signifie que l'argent que vous avez permet d'acheter moins de choses qu'avant. L'inflation peut avoir de nombreuses causes, comme lorsqu'il y a trop d'argent dans l'économie ou que le coût des matériaux augmente. L'inflation touche tout le monde, en particulier les personnes qui ont peu d'argent. Elles peuvent avoir plus de mal à acheter de la nourriture, des vêtements et d'autres choses. Les gouvernements essaient de contrôler l'inflation en établissant des règles concernant l'argent et les prix.\n\nDans certains pays, l'inflation est très élevée et le coût de la vie devient trop cher. Dans d'autres pays, l'inflation est faible et les gens peuvent acheter plus avec leur argent. Il est important que les gouvernements gèrent bien l'inflation afin que tout le monde puisse vivre confortablement. Lorsque l'inflation est trop élevée, elle peut entraîner des problèmes comme la perte d'emploi et la baisse des salaires. Ainsi, la gestion de l'inflation est une partie essentielle de l'économie d'un pays.",
      "title": "Inflation and Prices",
      "imageUrl": "https://i.cbc.ca/1.6362279.1690827774!/fileImage/httpImage/inflation.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Economy",
      "words": [
        {
          "key": "Inflation",
          "value": "inflation"
        },
        {
          "key": "prices",
          "value": "prix"
        },
        {
          "key": "goods",
          "value": "biens"
        },
        {
          "key": "services",
          "value": "services"
        },
        {
          "key": "money",
          "value": "argent"
        },
        {
          "key": "economy",
          "value": "économie"
        },
        {
          "key": "material",
          "value": "matériau"
        },
        {
          "key": "affect",
          "value": "affecter"
        },
        {
          "key": "expensive",
          "value": "cher"
        },
        {
          "key": "buy",
          "value": "acheter"
        },
        {
          "key": "rules",
          "value": "règles"
        },
        {
          "key": "living",
          "value": "vie"
        },
        {
          "key": "comfortable",
          "value": "confortable"
        },
        {
          "key": "job",
          "value": "emploi"
        },
        {
          "key": "wages",
          "value": "salaires"
        }
      ]
    },
    {
      "contentEn": "Traditional food is an important part of every culture. Each country has its own special dishes that are passed down from generation to generation. In many countries, families gather together to enjoy these traditional meals. For example, in Italy, people eat pasta and pizza, which are famous around the world. In Japan, sushi is a popular dish made with rice and fish. Traditional food is not just about eating; it is a way of celebrating a culture’s history and traditions. It also brings people together to share meals and memories.\n\nFood is a big part of festivals and celebrations. During holidays, special foods are prepared, like turkey for Thanksgiving in the United States or sweets for Diwali in India. Traditional food helps people feel connected to their ancestors and heritage. It is an important part of a country’s identity. Eating traditional food is a way to honor the past and enjoy the present.",
      "contentFr": "La nourriture traditionnelle est une partie importante de chaque culture. Chaque pays a ses propres plats spéciaux transmis de génération en génération. Dans de nombreux pays, les familles se réunissent pour profiter de ces repas traditionnels. Par exemple, en Italie, les gens mangent des pâtes et de la pizza, qui sont célèbres dans le monde entier. Au Japon, le sushi est un plat populaire à base de riz et de poisson. La nourriture traditionnelle n'est pas seulement liée à l'alimentation ; c'est une façon de célébrer l'histoire et les traditions d'une culture. Elle réunit aussi les gens pour partager des repas et des souvenirs.\n\nLa nourriture joue un grand rôle dans les festivals et les célébrations. Pendant les fêtes, des plats spéciaux sont préparés, comme la dinde pour Thanksgiving aux États-Unis ou les douceurs pour Diwali en Inde. La nourriture traditionnelle aide les gens à se sentir connectés à leurs ancêtres et à leur patrimoine. C'est une partie importante de l'identité d'un pays. Manger des plats traditionnels est une manière d’honorer le passé et de profiter du présent.",
      "title": "Traditional Food Around the World",
      "imageUrl": "https://cdn.tasteatlas.com/static/map_entire2.png?m=facebook",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "Traditional",
          "value": "traditionnel"
        },
        {
          "key": "food",
          "value": "nourriture"
        },
        {
          "key": "culture",
          "value": "culture"
        },
        {
          "key": "special",
          "value": "spécial"
        },
        {
          "key": "dishes",
          "value": "plats"
        },
        {
          "key": "generation",
          "value": "génération"
        },
        {
          "key": "family",
          "value": "famille"
        },
        {
          "key": "gather",
          "value": "se rassembler"
        },
        {
          "key": "eat",
          "value": "manger"
        },
        {
          "key": "example",
          "value": "exemple"
        },
        {
          "key": "famous",
          "value": "célèbre"
        },
        {
          "key": "rice",
          "value": "riz"
        },
        {
          "key": "fish",
          "value": "poisson"
        },
        {
          "key": "celebrate",
          "value": "célébrer"
        },
        {
          "key": "history",
          "value": "histoire"
        },
        {
          "key": "tradition",
          "value": "tradition"
        },
        {
          "key": "festival",
          "value": "festival"
        },
        {
          "key": "holiday",
          "value": "fête"
        },
        {
          "key": "prepared",
          "value": "préparé"
        },
        {
          "key": "connected",
          "value": "connecté"
        },
        {
          "key": "identity",
          "value": "identité"
        },
        {
          "key": "honor",
          "value": "honorer"
        }
      ]
    },
    {
      "contentEn": "Climate change is a serious issue affecting the world. It happens because of pollution from factories and cars. When we burn things like coal and oil, harmful gases go into the air, making the planet warmer. This causes problems like hotter temperatures, melting ice, and stronger storms. Some areas are becoming too hot, while others face heavy rain and floods. To help stop climate change, we need to reduce pollution. We can do this by using less energy, driving less, and recycling. Countries are also trying to use clean energy, like wind and solar power, to help the environment.",
      "contentFr": "Le changement climatique est un problème grave qui affecte le monde. Il se produit à cause de la pollution provenant des usines et des voitures. Lorsque nous brûlons du charbon et du pétrole, des gaz nocifs sont libérés dans l'air, réchauffant la planète. Cela entraîne des problèmes comme des températures plus élevées, la fonte des glaces et des tempêtes plus fortes. Certaines régions deviennent trop chaudes, tandis que d'autres subissent de fortes pluies et des inondations. Pour arrêter le changement climatique, nous devons réduire la pollution. Nous pouvons le faire en utilisant moins d'énergie, en conduisant moins et en recyclant. Les pays essaient également d'utiliser des énergies propres, comme l'énergie éolienne et solaire, pour aider l'environnement.",
      "title": "Climate Change: A Global Problem",
      "imageUrl": "https://miro.medium.com/v2/resize:fit:1080/1*t3keC7vIITHzPf1aGs54jg.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Climate",
          "value": "climat"
        },
        {
          "key": "change",
          "value": "changement"
        },
        {
          "key": "serious",
          "value": "sérieux"
        },
        {
          "key": "issue",
          "value": "problème"
        },
        {
          "key": "affecting",
          "value": "affectant"
        },
        {
          "key": "world",
          "value": "monde"
        },
        {
          "key": "pollution",
          "value": "pollution"
        },
        {
          "key": "factories",
          "value": "usines"
        },
        {
          "key": "cars",
          "value": "voitures"
        },
        {
          "key": "burn",
          "value": "brûler"
        },
        {
          "key": "coal",
          "value": "charbon"
        },
        {
          "key": "oil",
          "value": "pétrole"
        },
        {
          "key": "harmful",
          "value": "nocif"
        },
        {
          "key": "gases",
          "value": "gaz"
        },
        {
          "key": "air",
          "value": "air"
        },
        {
          "key": "warmer",
          "value": "plus chaud"
        },
        {
          "key": "temperatures",
          "value": "températures"
        },
        {
          "key": "melting",
          "value": "fonte"
        },
        {
          "key": "ice",
          "value": "glace"
        },
        {
          "key": "stronger",
          "value": "plus fortes"
        },
        {
          "key": "storms",
          "value": "tempêtes"
        },
        {
          "key": "areas",
          "value": "zones"
        },
        {
          "key": "floods",
          "value": "inondations"
        },
        {
          "key": "reduce",
          "value": "réduire"
        },
        {
          "key": "energy",
          "value": "énergie"
        },
        {
          "key": "recycling",
          "value": "recyclage"
        },
        {
          "key": "clean",
          "value": "propre"
        },
        {
          "key": "wind",
          "value": "vent"
        },
        {
          "key": "solar",
          "value": "solaire"
        }
      ]
    }
  ]
}