{
  "books": [
    {
      "contentEn": "A dog is a common pet in many homes. Dogs are friendly animals that love to play and spend time with people. They need food, water, and a safe place to live. Dogs are also good for security. Some dogs help blind people by guiding them. Others work with the police to find lost things or people. Taking care of a dog means you need to clean them, take them for walks, and visit the vet. Dogs are loyal and make great friends.",
      "contentEs": "Un perro es una mascota común en muchos hogares. Los perros son animales amigables que aman jugar y pasar tiempo con las personas. Necesitan comida, agua y un lugar seguro para vivir. Los perros también son buenos para la seguridad. Algunos perros ayudan a las personas ciegas guiándolas. Otros trabajan con la policía para encontrar cosas o personas perdidas. Cuidar de un perro significa que necesitas limpiarlo, sacarlo a pasear y llevarlo al veterinario. Los perros son leales y se convierten en grandes amigos.",
      "title": "Dogs as Pets",
      "imageUrl": "https://www.princeton.edu/sites/default/files/styles/1x_full_2x_half_crop/public/images/2022/02/KOA_Nassau_2697x1517.jpg?itok=Bg2K7j7J",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "perro"
        },
        {
          "key": "pet",
          "value": "mascota"
        },
        {
          "key": "friendly",
          "value": "amigable"
        },
        {
          "key": "animal",
          "value": "animal"
        },
        {
          "key": "play",
          "value": "jugar"
        },
        {
          "key": "food",
          "value": "comida"
        },
        {
          "key": "water",
          "value": "agua"
        },
        {
          "key": "safe",
          "value": "seguro"
        },
        {
          "key": "place",
          "value": "lugar"
        },
        {
          "key": "security",
          "value": "seguridad"
        },
        {
          "key": "blind",
          "value": "ciego"
        },
        {
          "key": "guide",
          "value": "guiar"
        },
        {
          "key": "lost",
          "value": "perdido"
        },
        {
          "key": "care",
          "value": "cuidado"
        },
        {
          "key": "clean",
          "value": "limpiar"
        },
        {
          "key": "walk",
          "value": "paseo"
        },
        {
          "key": "visit",
          "value": "visitar"
        },
        {
          "key": "vet",
          "value": "veterinario"
        },
        {
          "key": "loyal",
          "value": "leal"
        },
        {
          "key": "friend",
          "value": "amigo"
        },
        {
          "key": "great",
          "value": "genial"
        }
      ]
    },
    {
      "contentEn": "The Eiffel Tower is one of the most famous landmarks in the world. It is located in Paris, France. The tower was built in 1889 by Gustave Eiffel for the World’s Fair. It is 330 meters tall and made of iron. Many people visit the Eiffel Tower every year. You can go up to the top of the tower by elevator or stairs. From the top, you can see all of Paris. The view is amazing. At night, the tower is covered in lights, and it looks beautiful. The Eiffel Tower is not just a tourist attraction. It is also a symbol of France. People from all over the world come to Paris to see it.",
      "contentEs": "La Torre Eiffel es uno de los monumentos más famosos del mundo. Está ubicada en París, Francia. La torre fue construida en 1889 por Gustave Eiffel para la Exposición Universal. Tiene 330 metros de altura y está hecha de hierro. Muchas personas visitan la Torre Eiffel cada año. Puedes subir a la cima de la torre en ascensor o por las escaleras. Desde la cima, se puede ver todo París. La vista es increíble. Por la noche, la torre se ilumina y se ve hermosa. La Torre Eiffel no es solo una atracción turística. También es un símbolo de Francia. Personas de todo el mundo vienen a París para verla.",
      "title": "The Eiffel Tower",
      "imageUrl": "https://www.arkitektuel.com/wp-content/uploads/2017/10/eiffel.png",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "tower",
          "value": "torre"
        },
        {
          "key": "landmark",
          "value": "monumento"
        },
        {
          "key": "iron",
          "value": "hierro"
        },
        {
          "key": "elevator",
          "value": "ascensor"
        },
        {
          "key": "stairs",
          "value": "escaleras"
        },
        {
          "key": "view",
          "value": "vista"
        },
        {
          "key": "amazing",
          "value": "increíble"
        },
        {
          "key": "symbol",
          "value": "símbolo"
        }
      ]
    },
    {
      "contentEn": "Gardening is a relaxing activity enjoyed by people of all ages. It is a way to connect with nature and create something beautiful. Many people grow flowers, vegetables, or herbs in their gardens. Flowers like roses, tulips, and daisies make gardens colorful and lively. Vegetables such as tomatoes, carrots, and cucumbers provide fresh food for families. Herbs like mint and basil add flavor to meals. Gardening also helps people feel calm and reduces stress.\n\nTo start gardening, you need tools like a shovel, gloves, and a watering can. The first step is to prepare the soil by removing weeds and adding nutrients. Seeds or small plants are then placed in the soil. Regular care, such as watering and protecting the plants from pests, is important for healthy growth. Some people even build small fences to keep animals away from their gardens. Gardening teaches patience because plants take time to grow. It is a rewarding hobby that gives people a sense of achievement and joy.",
      "contentEs": "La jardinería es una actividad relajante que disfrutan personas de todas las edades. Es una forma de conectarse con la naturaleza y crear algo hermoso. Muchas personas cultivan flores, verduras o hierbas en sus jardines. Flores como rosas, tulipanes y margaritas hacen que los jardines sean coloridos y vivos. Verduras como tomates, zanahorias y pepinos proporcionan alimentos frescos para las familias. Hierbas como la menta y la albahaca agregan sabor a las comidas. La jardinería también ayuda a las personas a sentirse tranquilas y reduce el estrés.\n\nPara comenzar a jardinear, necesitas herramientas como una pala, guantes y una regadera. El primer paso es preparar la tierra quitando las malas hierbas y agregando nutrientes. Luego se colocan las semillas o las plantas pequeñas en la tierra. El cuidado regular, como regar y proteger las plantas de plagas, es importante para un crecimiento saludable. Algunas personas incluso construyen pequeñas cercas para mantener alejados a los animales de sus jardines. La jardinería enseña paciencia porque las plantas necesitan tiempo para crecer. Es un pasatiempo gratificante que da a las personas una sensación de logro y alegría.",
      "title": "Gardening for Beginners",
      "imageUrl": "https://cdn.shopify.com/s/files/1/2318/5061/files/Gardening_with_Family.jpg?v=1575880787",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Lifestyle",
      "words": [
        {
          "key": "Gardening",
          "value": "jardinería"
        },
        {
          "key": "relaxing",
          "value": "relajante"
        },
        {
          "key": "nature",
          "value": "naturaleza"
        },
        {
          "key": "flower",
          "value": "flor"
        },
        {
          "key": "vegetable",
          "value": "verdura"
        },
        {
          "key": "herb",
          "value": "hierba"
        },
        {
          "key": "rose",
          "value": "rosa"
        },
        {
          "key": "tulip",
          "value": "tulipán"
        },
        {
          "key": "daisy",
          "value": "margarita"
        },
        {
          "key": "tomato",
          "value": "tomate"
        },
        {
          "key": "carrot",
          "value": "zanahoria"
        },
        {
          "key": "cucumber",
          "value": "pepino"
        },
        {
          "key": "mint",
          "value": "menta"
        },
        {
          "key": "basil",
          "value": "albahaca"
        },
        {
          "key": "stress",
          "value": "estrés"
        },
        {
          "key": "shovel",
          "value": "pala"
        },
        {
          "key": "glove",
          "value": "guante"
        },
        {
          "key": "watering can",
          "value": "regadera"
        },
        {
          "key": "soil",
          "value": "tierra"
        },
        {
          "key": "weed",
          "value": "mala hierba"
        },
        {
          "key": "Seed",
          "value": "semilla"
        },
        {
          "key": "pest",
          "value": "plaga"
        },
        {
          "key": "fence",
          "value": "cerca"
        },
        {
          "key": "patience",
          "value": "paciencia"
        }
      ]
    },
    {
      "contentEn": "Animals are an important part of life on Earth. They live in many places, such as forests, oceans, deserts, and mountains. Some animals, like dogs and cats, live with humans as pets. These animals bring joy and companionship to people. Wild animals, on the other hand, live in nature and include lions, elephants, and dolphins. Each animal plays a special role in the ecosystem. Bees, for example, help plants grow by carrying pollen. Birds, such as eagles and parrots, add beauty to the world with their colors and songs.\n\nTaking care of animals is essential for a healthy planet. Many species are endangered because of deforestation, pollution, and hunting. Zoos also play a role in educating people about wildlife. People can learn how animals live, what they eat, and why they are important. Additionally, adopting a pet is a great way to support animals. It is important to provide them with proper food, water, and shelter. By caring for animals, we show respect for nature and all living things.",
      "contentEs": "Los animales son una parte importante de la vida en la Tierra. Viven en muchos lugares, como bosques, océanos, desiertos y montañas. Algunos animales, como los perros y los gatos, viven con los humanos como mascotas. Estos animales traen alegría y compañía a las personas. Los animales salvajes, en cambio, viven en la naturaleza e incluyen leones, elefantes y delfines. Cada animal cumple un papel especial en el ecosistema. Las abejas, por ejemplo, ayudan a las plantas a crecer al transportar polen. Las aves, como las águilas y los loros, añaden belleza al mundo con sus colores y cantos.\n\nCuidar a los animales es esencial para un planeta saludable. Muchas especies están en peligro debido a la deforestación, la contaminación y la caza. Los zoológicos también desempeñan un papel en la educación sobre la vida silvestre. Las personas pueden aprender cómo viven los animales, qué comen y por qué son importantes. Además, adoptar una mascota es una excelente manera de apoyar a los animales. Es importante proporcionarles comida, agua y refugio adecuados. Al cuidar a los animales, mostramos respeto por la naturaleza y todos los seres vivos.",
      "title": "The Importance of Animals",
      "imageUrl": "https://res.cloudinary.com/jerrick/image/upload/v1678529191/640c52a778e5fa001d0aace9.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Nature",
      "words": [
        {
          "key": "Animal",
          "value": "animal"
        },
        {
          "key": "Earth",
          "value": "Tierra"
        },
        {
          "key": "forest",
          "value": "bosque"
        },
        {
          "key": "ocean",
          "value": "océano"
        },
        {
          "key": "desert",
          "value": "desierto"
        },
        {
          "key": "mountain",
          "value": "montaña"
        },
        {
          "key": "pet",
          "value": "mascota"
        },
        {
          "key": "joy",
          "value": "alegría"
        },
        {
          "key": "companion",
          "value": "compañero"
        },
        {
          "key": "Wild",
          "value": "salvaje"
        },
        {
          "key": "nature",
          "value": "naturaleza"
        },
        {
          "key": "ecosystem",
          "value": "ecosistema"
        },
        {
          "key": "bee",
          "value": "abeja"
        },
        {
          "key": "pollen",
          "value": "polen"
        },
        {
          "key": "Bird",
          "value": "pájaro"
        },
        {
          "key": "endangered",
          "value": "en peligro de extinción"
        },
        {
          "key": "deforestation",
          "value": "deforestación"
        },
        {
          "key": "pollution",
          "value": "contaminación"
        },
        {
          "key": "hunting",
          "value": "caza"
        },
        {
          "key": "sanctuary",
          "value": "refugio"
        },
        {
          "key": "wildlife",
          "value": "vida silvestre"
        },
        {
          "key": "adopt",
          "value": "adoptar"
        },
        {
          "key": "shelter",
          "value": "refugio"
        },
        {
          "key": "respect",
          "value": "respeto"
        }
      ]
    },
    {
      "contentEn": "Artificial intelligence (AI) is a technology that is changing the world. It allows machines to think, learn, and solve problems like humans. AI is used in many areas of life, such as healthcare, education, and transportation. For example, in healthcare, AI can help doctors find diseases faster by analyzing medical images. In education, smart systems can create personalized learning plans for students. Self-driving cars, which use AI, can make transportation safer and more efficient. AI is also behind voice assistants like Siri and Alexa, which help people with daily tasks.\n\nDespite its many benefits, AI also brings challenges. One concern is that AI might replace human jobs. Many tasks that were once done by people are now performed by machines. This can lead to unemployment and require workers to learn new skills. Another challenge is ensuring that AI systems are fair and unbiased. If not carefully designed, AI could make unfair decisions, such as denying a loan to someone based on incomplete data. People and governments are working to address these issues by creating rules and guidelines for AI development. As AI continues to grow, it is important to use it responsibly to make life better for everyone.",
      "contentEs": "La inteligencia artificial (IA) es una tecnología que está cambiando el mundo. Permite a las máquinas pensar, aprender y resolver problemas como los humanos. La IA se utiliza en muchas áreas de la vida, como la atención médica, la educación y el transporte. Por ejemplo, en la atención médica, la IA puede ayudar a los médicos a detectar enfermedades más rápidamente analizando imágenes médicas. En la educación, los sistemas inteligentes pueden crear planes de aprendizaje personalizados para los estudiantes. Los autos autónomos, que usan IA, pueden hacer que el transporte sea más seguro y eficiente. La IA también está detrás de los asistentes de voz como Siri y Alexa, que ayudan a las personas con tareas diarias.\n\nA pesar de sus muchos beneficios, la IA también presenta desafíos. Una preocupación es que la IA pueda reemplazar los trabajos humanos. Muchas tareas que antes realizaban las personas ahora las hacen las máquinas. Esto puede llevar al desempleo y requerir que los trabajadores aprendan nuevas habilidades. Otro desafío es garantizar que los sistemas de IA sean justos e imparciales. Si no se diseñan cuidadosamente, la IA podría tomar decisiones injustas, como denegar un préstamo a alguien basado en datos incompletos. Las personas y los gobiernos están trabajando para abordar estos problemas mediante la creación de reglas y directrices para el desarrollo de la IA. A medida que la IA continúa creciendo, es importante usarla de manera responsable para mejorar la vida de todos.",
      "title": "The Impact of Artificial Intelligence",
      "imageUrl": "https://www.arquimea.com/wp-content/uploads/2023/09/ai-post1.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Technology",
      "words": [
        {
          "key": "Artificial intelligence",
          "value": "inteligencia artificial"
        },
        {
          "key": "technology",
          "value": "tecnología"
        },
        {
          "key": "machine",
          "value": "máquina"
        },
        {
          "key": "think",
          "value": "pensar"
        },
        {
          "key": "learn",
          "value": "aprender"
        },
        {
          "key": "solve",
          "value": "resolver"
        },
        {
          "key": "problem",
          "value": "problema"
        },
        {
          "key": "healthcare",
          "value": "atención médica"
        },
        {
          "key": "education",
          "value": "educación"
        },
        {
          "key": "transportation",
          "value": "transporte"
        },
        {
          "key": "medical",
          "value": "médico"
        },
        {
          "key": "personalized",
          "value": "personalizado"
        },
        {
          "key": "self-driving",
          "value": "autónomo"
        },
        {
          "key": "efficient",
          "value": "eficiente"
        },
        {
          "key": "voice assistant",
          "value": "asistente de voz"
        },
        {
          "key": "task",
          "value": "tarea"
        },
        {
          "key": "challenge",
          "value": "desafío"
        },
        {
          "key": "replace",
          "value": "reemplazar"
        },
        {
          "key": "unemployment",
          "value": "desempleo"
        },
        {
          "key": "skill",
          "value": "habilidad"
        },
        {
          "key": "fair",
          "value": "justo"
        },
        {
          "key": "unbiased",
          "value": "imparcial"
        },
        {
          "key": "guideline",
          "value": "directriz"
        },
        {
          "key": "responsibly",
          "value": "responsablemente"
        },
        {
          "key": "grow",
          "value": "crecer"
        }
      ]
    },
    {
      "contentEn": "Nature is all around us. It includes trees, rivers, mountains, animals, and the air we breathe. Nature provides us with food, water, and shelter. Without it, life would not be possible. Forests are often called the lungs of the Earth because they produce oxygen and clean the air. Rivers and lakes give us fresh water to drink and use. The sun, wind, and rain are also important parts of nature. They help plants grow and provide energy for our daily lives.\n\nProtecting nature is very important. Many forests are being cut down for wood and farming. This leads to habitat loss for animals and less clean air for humans. Pollution from factories and cars also harms the environment. It is our job to take care of the planet. Recycling, planting trees, and using less plastic can make a big difference. For example, carrying a reusable bag instead of a plastic one reduces waste. Walking or cycling instead of driving helps reduce air pollution. Everyone can do small things to help nature, and together, these actions can create a healthier planet for future generations.",
      "contentEs": "La naturaleza está a nuestro alrededor. Incluye árboles, ríos, montañas, animales y el aire que respiramos. La naturaleza nos proporciona comida, agua y refugio. Sin ella, la vida no sería posible. Los bosques a menudo se llaman los pulmones de la Tierra porque producen oxígeno y limpian el aire. Los ríos y lagos nos dan agua dulce para beber y usar. El sol, el viento y la lluvia también son partes importantes de la naturaleza. Ayudan a las plantas a crecer y proporcionan energía para nuestra vida diaria.\n\nProteger la naturaleza es muy importante. Muchos bosques están siendo talados para obtener madera y para la agricultura. Esto lleva a la pérdida de hábitats para los animales y a menos aire limpio para los humanos. La contaminación de las fábricas y los coches también daña el medio ambiente. Es nuestra responsabilidad cuidar el planeta. Reciclar, plantar árboles y usar menos plástico puede marcar una gran diferencia. Por ejemplo, llevar una bolsa reutilizable en lugar de una de plástico reduce los desechos. Caminar o ir en bicicleta en lugar de conducir ayuda a reducir la contaminación del aire. Todos pueden hacer pequeñas cosas para ayudar a la naturaleza, y juntas, estas acciones pueden crear un planeta más saludable para las futuras generaciones.",
      "title": "The Beauty and Importance of Nature",
      "imageUrl": "https://thumbs.dreamstime.com/b/beauty-nature-importance-preserving-environment-289909057.jpg",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Nature",
          "value": "naturaleza"
        },
        {
          "key": "tree",
          "value": "árbol"
        },
        {
          "key": "river",
          "value": "río"
        },
        {
          "key": "mountain",
          "value": "montaña"
        },
        {
          "key": "animal",
          "value": "animal"
        },
        {
          "key": "breathe",
          "value": "respirar"
        },
        {
          "key": "Forest",
          "value": "bosque"
        },
        {
          "key": "oxygen",
          "value": "oxígeno"
        },
        {
          "key": "clean",
          "value": "limpiar"
        },
        {
          "key": "lake",
          "value": "lago"
        },
        {
          "key": "energy",
          "value": "energía"
        },
        {
          "key": "Protect",
          "value": "proteger"
        },
        {
          "key": "pollution",
          "value": "contaminación"
        },
        {
          "key": "Recycling",
          "value": "reciclaje"
        },
        {
          "key": "plastic",
          "value": "plástico"
        },
        {
          "key": "waste",
          "value": "desecho"
        },
        {
          "key": "air",
          "value": "aire"
        },
        {
          "key": "healthier",
          "value": "más saludable"
        },
        {
          "key": "planet",
          "value": "planeta"
        },
        {
          "key": "generation",
          "value": "generación"
        },
        {
          "key": "reduce",
          "value": "reducir"
        },
        {
          "key": "habitat",
          "value": "hábitat"
        },
        {
          "key": "future",
          "value": "futuro"
        },
        {
          "key": "cycling",
          "value": "andar en bicicleta"
        },
        {
          "key": "reuse",
          "value": "reutilizar"
        }
      ]
    },
    {
      "contentEn": "Sports are an important part of our lives. They keep us healthy and teach us teamwork and discipline. There are many kinds of sports, such as football, basketball, tennis, and swimming. Some people like to watch sports, while others enjoy playing them. Football is one of the most popular sports in the world. It is played by two teams, each with eleven players. The goal is to score by kicking the ball into the opponent’s net. Basketball is another exciting sport. Players work together to score points by throwing the ball into a hoop. Sports like these not only improve our physical fitness but also bring people together.\n\nIn addition to traditional sports, new activities are becoming popular. For example, yoga and Pilates are great for relaxing and building strength. Adventure sports like rock climbing and surfing offer thrills and challenges. E-sports, or electronic sports, are also gaining attention. These are video game competitions where players compete at a high level. No matter the type of sport, they all require practice and dedication. Participating in sports can help people reduce stress and make new friends. Schools and communities often encourage children to join sports teams because they promote healthy habits and social skills. Whether you play for fun or competition, sports are a great way to enjoy life and stay active.",
      "contentEs": "Los deportes son una parte importante de nuestras vidas. Nos mantienen saludables y nos enseñan trabajo en equipo y disciplina. Hay muchos tipos de deportes, como el fútbol, el baloncesto, el tenis y la natación. A algunas personas les gusta ver deportes, mientras que otras disfrutan jugarlos. El fútbol es uno de los deportes más populares del mundo. Se juega entre dos equipos, cada uno con once jugadores. El objetivo es marcar goles pateando el balón en la portería del oponente. El baloncesto es otro deporte emocionante. Los jugadores trabajan juntos para anotar puntos lanzando el balón en una canasta. Deportes como estos no solo mejoran nuestra condición física, sino que también unen a las personas.\n\nAdemás de los deportes tradicionales, nuevas actividades se están volviendo populares. Por ejemplo, el yoga y el pilates son excelentes para relajarse y fortalecer el cuerpo. Los deportes de aventura como la escalada y el surf ofrecen emociones y desafíos. Los deportes electrónicos, o e-sports, también están ganando atención. Son competiciones de videojuegos en las que los jugadores compiten a un alto nivel. No importa el tipo de deporte, todos requieren práctica y dedicación. Participar en deportes puede ayudar a las personas a reducir el estrés y hacer nuevos amigos. Las escuelas y comunidades a menudo alientan a los niños a unirse a equipos deportivos porque promueven hábitos saludables y habilidades sociales. Ya sea por diversión o por competencia, los deportes son una excelente manera de disfrutar la vida y mantenerse activo.",
      "title": "The Joy of Sports",
      "imageUrl": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/blogs/4898/images/Zv4vXR8Qcu94A0AugUnQ_AdobeStock_77446709.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Sports",
      "words": [
        {
          "key": "Sport",
          "value": "deporte"
        },
        {
          "key": "healthy",
          "value": "saludable"
        },
        {
          "key": "teamwork",
          "value": "trabajo en equipo"
        },
        {
          "key": "discipline",
          "value": "disciplina"
        },
        {
          "key": "football",
          "value": "fútbol"
        },
        {
          "key": "basketball",
          "value": "baloncesto"
        },
        {
          "key": "tennis",
          "value": "tenis"
        },
        {
          "key": "swimming",
          "value": "natación"
        },
        {
          "key": "player",
          "value": "jugador"
        },
        {
          "key": "goal",
          "value": "gol"
        },
        {
          "key": "opponent",
          "value": "oponente"
        },
        {
          "key": "hoop",
          "value": "canasta"
        },
        {
          "key": "fitness",
          "value": "condición física"
        },
        {
          "key": "adventure",
          "value": "aventura"
        },
        {
          "key": "rock climbing",
          "value": "escalada"
        },
        {
          "key": "surfing",
          "value": "surf"
        },
        {
          "key": "E-sports",
          "value": "e-sports"
        },
        {
          "key": "competition",
          "value": "competencia"
        },
        {
          "key": "practice",
          "value": "práctica"
        },
        {
          "key": "dedication",
          "value": "dedicación"
        },
        {
          "key": "stress",
          "value": "estrés"
        },
        {
          "key": "friend",
          "value": "amigo"
        },
        {
          "key": "community",
          "value": "comunidad"
        },
        {
          "key": "habit",
          "value": "hábito"
        },
        {
          "key": "active",
          "value": "activo"
        }
      ]
    },
    {
      "contentEn": "The Ancient Egyptian civilization is one of the oldest and most fascinating in the world. It began around 3100 BC along the Nile River in northeastern Africa. The Egyptians built great pyramids, temples, and tombs, leaving behind impressive monuments that still exist today. They developed a unique writing system called hieroglyphs, which used pictures and symbols to represent words and ideas. Pharaohs, the rulers of Egypt, were considered gods, and they were buried in elaborate tombs with treasures to take into the afterlife.\n\nThe Egyptians were skilled in many areas. They created a calendar based on the lunar and solar cycles, which helped them plan their agricultural activities. They also made advancements in medicine, mathematics, and engineering. The famous pyramids of Giza, including the Great Pyramid, were built with incredible precision using simple tools. These accomplishments continue to amaze people today. The Nile River was essential to the survival of the Egyptians. It provided water for drinking, irrigation for crops, and a means of transportation.\n\nAlthough the Ancient Egyptian civilization eventually declined, its legacy lives on. Today, Egypt is known for its rich history, and many people travel to visit the ancient pyramids, temples, and monuments. The culture, art, and science of Ancient Egypt continue to inspire historians, archaeologists, and artists all over the world. The mysteries of the pyramids and the life of the pharaohs still capture the imagination of people today.",
      "contentEs": "La civilización del Antiguo Egipto es una de las más antiguas y fascinantes del mundo. Comenzó alrededor del 3100 a.C. a lo largo del río Nilo, en el noreste de África. Los egipcios construyeron grandes pirámides, templos y tumbas, dejando monumentos impresionantes que aún existen hoy en día. Desarrollaron un sistema de escritura único llamado jeroglíficos, que usaba imágenes y símbolos para representar palabras e ideas. Los faraones, gobernantes de Egipto, eran considerados dioses y eran enterrados en tumbas elaboradas con tesoros para llevar al más allá.\n\nLos egipcios eran expertos en muchas áreas. Crearon un calendario basado en los ciclos lunares y solares, lo que les ayudaba a planificar sus actividades agrícolas. También hicieron avances en medicina, matemáticas e ingeniería. Las famosas pirámides de Guiza, incluida la Gran Pirámide, fueron construidas con una precisión increíble utilizando herramientas simples. Estos logros siguen asombrando a las personas hoy en día. El río Nilo era esencial para la supervivencia de los egipcios, ya que proporcionaba agua para beber, riego para los cultivos y una vía de transporte.\n\nAunque la civilización del Antiguo Egipto finalmente decayó, su legado perdura. Hoy, Egipto es conocido por su rica historia, y muchas personas viajan para visitar las pirámides, templos y monumentos antiguos. La cultura, el arte y la ciencia del Antiguo Egipto siguen inspirando a historiadores, arqueólogos y artistas en todo el mundo. Los misterios de las pirámides y la vida de los faraones aún capturan la imaginación de las personas hoy en día.",
      "title": "The Ancient Egyptian Civilization",
      "imageUrl": "https://d3rr2gvhjw0wwy.cloudfront.net/uploads/mandators/49581/file-manager/egypt-tours-and-trips.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "History",
      "words": [
        {
          "key": "civilization",
          "value": "civilización"
        },
        {
          "key": "Ancient",
          "value": "antiguo"
        },
        {
          "key": "pyramid",
          "value": "pirámide"
        },
        {
          "key": "temple",
          "value": "templo"
        },
        {
          "key": "tomb",
          "value": "tumba"
        },
        {
          "key": "hieroglyph",
          "value": "jeroglífico"
        },
        {
          "key": "Pharaoh",
          "value": "faraón"
        },
        {
          "key": "treasure",
          "value": "tesoro"
        },
        {
          "key": "afterlife",
          "value": "vida después de la muerte"
        },
        {
          "key": "calendar",
          "value": "calendario"
        },
        {
          "key": "lunar",
          "value": "lunar"
        },
        {
          "key": "solar",
          "value": "solar"
        },
        {
          "key": "agriculture",
          "value": "agricultura"
        },
        {
          "key": "medicine",
          "value": "medicina"
        },
        {
          "key": "mathematics",
          "value": "matemáticas"
        },
        {
          "key": "engineering",
          "value": "ingeniería"
        },
        {
          "key": "precision",
          "value": "precisión"
        },
        {
          "key": "transportation",
          "value": "transporte"
        },
        {
          "key": "legacy",
          "value": "legado"
        },
        {
          "key": "history",
          "value": "historia"
        },
        {
          "key": "art",
          "value": "arte"
        },
        {
          "key": "archaeologist",
          "value": "arqueólogo"
        },
        {
          "key": "mystery",
          "value": "misterio"
        },
        {
          "key": "imagination",
          "value": "imaginación"
        },
        {
          "key": "monument",
          "value": "monumento"
        }
      ]
    },
    {
      "contentEn": "Geography is the study of the Earth's landscapes, environments, and the ways in which humans interact with them. It helps us understand the world we live in, from the tallest mountains to the deepest oceans. Geographers study the physical features of the Earth, such as mountains, rivers, and forests, as well as human-made features like cities, roads, and buildings. By examining these features, geographers can predict patterns of climate, weather, and human behavior.\n\nOne of the most important parts of geography is the study of maps. Maps help us understand the location of places and the distance between them. They show the world in a simple and clear way. There are different types of maps, such as physical maps, which show landforms and natural features, and political maps, which display borders and countries. Understanding geography is important for understanding the world’s history and the relationships between different regions.\n\nGeography also plays a role in solving global challenges. Issues like climate change, pollution, and the availability of resources are all connected to geography. For example, the melting of polar ice caps affects sea levels and weather patterns worldwide. Geographers can study these issues to help find solutions and create plans for sustainable development. By learning geography, we gain the tools to protect our planet and plan for a better future.",
      "contentEs": "La geografía es el estudio de los paisajes de la Tierra, los entornos y las formas en que los humanos interactúan con ellos. Nos ayuda a entender el mundo en el que vivimos, desde las montañas más altas hasta los océanos más profundos. Los geógrafos estudian las características físicas de la Tierra, como montañas, ríos y bosques, así como las características hechas por el hombre como ciudades, caminos y edificios. Al examinar estas características, los geógrafos pueden predecir patrones del clima, el tiempo y el comportamiento humano.\n\nUna de las partes más importantes de la geografía es el estudio de los mapas. Los mapas nos ayudan a entender la ubicación de los lugares y la distancia entre ellos. Muestran el mundo de una manera simple y clara. Hay diferentes tipos de mapas, como los mapas físicos, que muestran accidentes geográficos y características naturales, y los mapas políticos, que muestran fronteras y países. Comprender la geografía es importante para entender la historia del mundo y las relaciones entre diferentes regiones.\n\nLa geografía también desempeña un papel en la solución de desafíos globales. Problemas como el cambio climático, la contaminación y la disponibilidad de recursos están todos relacionados con la geografía. Por ejemplo, el derretimiento de los casquetes polares afecta los niveles del mar y los patrones climáticos en todo el mundo. Los geógrafos pueden estudiar estos problemas para ayudar a encontrar soluciones y crear planes para el desarrollo sostenible. Al aprender geografía, obtenemos las herramientas para proteger nuestro planeta y planificar un futuro mejor.",
      "title": "The Importance of Geography",
      "imageUrl": "https://www.s4d4c.eu/wp-content/uploads/2020/12/geography-1000x667.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Geography",
      "words": [
        {
          "key": "Geography",
          "value": "geografía"
        },
        {
          "key": "landscape",
          "value": "paisaje"
        },
        {
          "key": "environment",
          "value": "medio ambiente"
        },
        {
          "key": "mountain",
          "value": "montaña"
        },
        {
          "key": "river",
          "value": "río"
        },
        {
          "key": "forest",
          "value": "bosque"
        },
        {
          "key": "city",
          "value": "ciudad"
        },
        {
          "key": "road",
          "value": "camino"
        },
        {
          "key": "building",
          "value": "edificio"
        },
        {
          "key": "climate",
          "value": "clima"
        },
        {
          "key": "weather",
          "value": "tiempo"
        },
        {
          "key": "map",
          "value": "mapa"
        },
        {
          "key": "location",
          "value": "ubicación"
        },
        {
          "key": "physical map",
          "value": "mapa físico"
        },
        {
          "key": "political map",
          "value": "mapa político"
        },
        {
          "key": "border",
          "value": "frontera"
        },
        {
          "key": "country",
          "value": "país"
        },
        {
          "key": "climate change",
          "value": "cambio climático"
        },
        {
          "key": "pollution",
          "value": "contaminación"
        },
        {
          "key": "resources",
          "value": "recursos"
        },
        {
          "key": "sea level",
          "value": "nivel del mar"
        },
        {
          "key": "sustainable development",
          "value": "desarrollo sostenible"
        },
        {
          "key": "plan",
          "value": "plan"
        },
        {
          "key": "future",
          "value": "futuro"
        },
        {
          "key": "tool",
          "value": "herramienta"
        }
      ]
    },
    {
      "contentEn": "Football is one of the most popular sports in the world, and many clubs have millions of fans. One famous football club is Barcelona, a team from Spain. Barcelona was founded in 1899 and is known for its exciting playing style. The team plays in the Spanish La Liga, one of the top football leagues in the world. Barcelona’s home stadium is called Camp Nou, and it is one of the largest football stadiums in Europe. The club has many great players, such as Lionel Messi, who is often considered one of the best players of all time.\n\nBarcelona has won many important trophies, including the UEFA Champions League and La Liga titles. The club is famous for its youth academy, La Masia, where young players are trained to become professional footballers. The team has a strong fan base, and supporters are very passionate about their club. Barcelona has also had great success in international competitions, and they are one of the most successful football clubs in the world. Every time Barcelona plays, fans fill the stadium to watch their team in action.",
      "contentEs": "El fútbol es uno de los deportes más populares del mundo y muchos clubes tienen millones de aficionados. Uno de los clubes más famosos es el Barcelona, un equipo de España. El Barcelona fue fundado en 1899 y es conocido por su estilo de juego emocionante. El equipo juega en La Liga española, una de las mejores ligas del mundo. El estadio del Barcelona se llama Camp Nou y es uno de los estadios más grandes de Europa. El club ha tenido muchos grandes jugadores, como Lionel Messi, quien es considerado uno de los mejores de todos los tiempos.\n\nEl Barcelona ha ganado muchos trofeos importantes, incluyendo la Liga de Campeones de la UEFA y títulos de La Liga. El club es famoso por su academia juvenil, La Masia, donde se entrenan jóvenes futbolistas para ser profesionales. El equipo tiene una gran base de aficionados, y los seguidores son muy apasionados por su club. Barcelona también ha tenido mucho éxito en competiciones internacionales y es uno de los clubes más exitosos del mundo. Cada vez que juega el Barcelona, los aficionados llenan el estadio para ver a su equipo en acción.",
      "title": "FC Barcelona: A Famous Football Club",
      "imageUrl": "https://i0.wp.com/barcablog.com/wp-content/uploads/2012/05/ronaldinho-lionel-messi-samuel-etoo-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona.jpg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Football",
      "words": [
        {
          "key": "Football",
          "value": "fútbol"
        },
        {
          "key": "popular",
          "value": "popular"
        },
        {
          "key": "club",
          "value": "club"
        },
        {
          "key": "team",
          "value": "equipo"
        },
        {
          "key": "Spain",
          "value": "España"
        },
        {
          "key": "founded",
          "value": "fundado"
        },
        {
          "key": "playing style",
          "value": "estilo de juego"
        },
        {
          "key": "league",
          "value": "liga"
        },
        {
          "key": "stadium",
          "value": "estadio"
        },
        {
          "key": "player",
          "value": "jugador"
        },
        {
          "key": "trophy",
          "value": "trofeo"
        },
        {
          "key": "title",
          "value": "título"
        },
        {
          "key": "youth academy",
          "value": "academia juvenil"
        },
        {
          "key": "trained",
          "value": "entrenado"
        },
        {
          "key": "professional",
          "value": "profesional"
        },
        {
          "key": "success",
          "value": "éxito"
        },
        {
          "key": "supporter",
          "value": "seguidor"
        },
        {
          "key": "fan base",
          "value": "base de aficionados"
        },
        {
          "key": "passionate",
          "value": "apasionado"
        },
        {
          "key": "international",
          "value": "internacional"
        },
        {
          "key": "competition",
          "value": "competencia"
        },
        {
          "key": "fill",
          "value": "llenar"
        },
        {
          "key": "watch",
          "value": "ver"
        },
        {
          "key": "action",
          "value": "acción"
        }
      ]
    },
    {
      "contentEn": "The sea is a beautiful and important part of nature. It covers about 70% of the Earth’s surface. The sea is home to many animals, such as fish, whales, and sharks. People also love the sea for swimming, sailing, and relaxing on the beach. The sea has many different types of water, from calm waves to strong storms. The sea is important for the weather and the environment. It helps to control the Earth’s temperature and provides oxygen. Many people depend on the sea for food and jobs. Fishermen catch fish, and boats carry goods across the sea.\n\nThe sea also has many secrets. Scientists are still studying the sea to learn more about its plants, animals, and underwater life. The sea can be dangerous, too. Strong waves and storms can be dangerous for boats and swimmers. But the sea is also beautiful and peaceful. Many people visit the sea to relax and enjoy the view. Some people even live near the sea to be close to nature and the peaceful environment. The sea will always be a special place for humans and animals alike.",
      "contentEs": "El mar es una parte hermosa e importante de la naturaleza. Cubre alrededor del 70% de la superficie de la Tierra. El mar es el hogar de muchos animales, como peces, ballenas y tiburones. A la gente también le encanta el mar para nadar, navegar y relajarse en la playa. El mar tiene muchos tipos diferentes de agua, desde olas tranquilas hasta tormentas fuertes. El mar es importante para el clima y el medio ambiente. Ayuda a controlar la temperatura de la Tierra y proporciona oxígeno. Muchas personas dependen del mar para obtener alimentos y trabajos. Los pescadores atrapan peces y los barcos transportan mercancías a través del mar.\n\nEl mar también tiene muchos secretos. Los científicos todavía están estudiando el mar para aprender más sobre sus plantas, animales y vida submarina. El mar también puede ser peligroso. Las olas fuertes y las tormentas pueden ser peligrosas para los barcos y los nadadores. Pero el mar también es hermoso y pacífico. Muchas personas visitan el mar para relajarse y disfrutar del paisaje. Algunas personas incluso viven cerca del mar para estar cerca de la naturaleza y del entorno tranquilo. El mar siempre será un lugar especial tanto para los humanos como para los animales.",
      "title": "The Sea: A Beautiful and Important Part of Nature",
      "imageUrl": "https://natureconservancy-h.assetsadobe.com/is/image/content/dam/tnc/nature/en/photos/GreenSeaTurtle.JPG?crop=0%2C107%2C2000%2C1100&wid=4000&hei=2200&scl=0.5",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sea",
          "value": "mar"
        },
        {
          "key": "beautiful",
          "value": "hermoso"
        },
        {
          "key": "important",
          "value": "importante"
        },
        {
          "key": "cover",
          "value": "cubrir"
        },
        {
          "key": "surface",
          "value": "superficie"
        },
        {
          "key": "home",
          "value": "hogar"
        },
        {
          "key": "animal",
          "value": "animal"
        },
        {
          "key": "fish",
          "value": "pez"
        },
        {
          "key": "whale",
          "value": "ballena"
        },
        {
          "key": "shark",
          "value": "tiburón"
        },
        {
          "key": "love",
          "value": "amar"
        },
        {
          "key": "swimming",
          "value": "nadar"
        },
        {
          "key": "sailing",
          "value": "navegar"
        },
        {
          "key": "relaxing",
          "value": "relajarse"
        },
        {
          "key": "beach",
          "value": "playa"
        },
        {
          "key": "calm",
          "value": "tranquilo"
        },
        {
          "key": "wave",
          "value": "ola"
        },
        {
          "key": "storm",
          "value": "tormenta"
        },
        {
          "key": "control",
          "value": "controlar"
        },
        {
          "key": "temperature",
          "value": "temperatura"
        },
        {
          "key": "oxygen",
          "value": "oxígeno"
        },
        {
          "key": "depend",
          "value": "depender"
        },
        {
          "key": "food",
          "value": "comida"
        },
        {
          "key": "job",
          "value": "trabajo"
        },
        {
          "key": "fisherman",
          "value": "pescador"
        },
        {
          "key": "catch",
          "value": "atrapar"
        },
        {
          "key": "boat",
          "value": "barco"
        },
        {
          "key": "dangerous",
          "value": "peligroso"
        },
        {
          "key": "study",
          "value": "estudiar"
        },
        {
          "key": "underwater",
          "value": "submarino"
        },
        {
          "key": "visit",
          "value": "visitar"
        },
        {
          "key": "relax",
          "value": "relajarse"
        },
        {
          "key": "peaceful",
          "value": "pacífico"
        },
        {
          "key": "environment",
          "value": "medio ambiente"
        },
        {
          "key": "special",
          "value": "especial"
        }
      ]
    },
    {
      "contentEn": "The weather is an important part of our daily lives. It affects what we wear, what we do, and how we feel. In many places, the weather changes with the seasons. For example, in winter, it is cold and sometimes snowy. People wear warm clothes like coats and hats. In spring, the weather becomes warmer, and flowers start to bloom. People enjoy spending time outside. Summer is the hottest season. People go to the beach to swim and relax. In autumn, the weather becomes cooler, and leaves fall from the trees. People prepare for the cold months ahead.\n\nWeather can also be different in various parts of the world. In some places, it is always warm, while in others, it is always cold. Some places have a lot of rain, and others are very dry. Weather affects many things, like the food we eat and the activities we do. For example, people in cold places may eat hot soups to stay warm, while people in hot places may drink cold drinks to cool down. Understanding the weather helps us plan our day and stay comfortable.",
      "contentEs": "El clima es una parte importante de nuestra vida diaria. Afecta lo que vestimos, lo que hacemos y cómo nos sentimos. En muchos lugares, el clima cambia con las estaciones. Por ejemplo, en invierno hace frío y a veces nieva. Las personas usan ropa abrigada como abrigos y gorros. En primavera, el clima se vuelve más cálido y las flores comienzan a florecer. A la gente le gusta pasar tiempo al aire libre. El verano es la estación más calurosa. Las personas van a la playa a nadar y relajarse. En otoño, el clima se vuelve más fresco y las hojas caen de los árboles. Las personas se preparan para los meses fríos que vienen.\n\nEl clima también puede ser diferente en varias partes del mundo. En algunos lugares siempre hace calor, mientras que en otros siempre hace frío. Algunos lugares tienen mucha lluvia y otros son muy secos. El clima afecta muchas cosas, como la comida que comemos y las actividades que hacemos. Por ejemplo, las personas en lugares fríos pueden tomar sopas calientes para mantenerse calientes, mientras que las personas en lugares calurosos pueden tomar bebidas frías para refrescarse. Entender el clima nos ayuda a planificar nuestro día y mantenernos cómodos.",
      "title": "The Weather and Its Effects",
      "imageUrl": "https://www.learnenglish.de/images/weather/weather.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "weather",
          "value": "clima"
        },
        {
          "key": "important",
          "value": "importante"
        },
        {
          "key": "daily",
          "value": "diario"
        },
        {
          "key": "affect",
          "value": "afectar"
        },
        {
          "key": "wear",
          "value": "usar"
        },
        {
          "key": "season",
          "value": "estación"
        },
        {
          "key": "winter",
          "value": "invierno"
        },
        {
          "key": "cold",
          "value": "frío"
        },
        {
          "key": "snowy",
          "value": "nevado"
        },
        {
          "key": "coat",
          "value": "abrigo"
        },
        {
          "key": "spring",
          "value": "primavera"
        },
        {
          "key": "warmer",
          "value": "más cálido"
        },
        {
          "key": "bloom",
          "value": "florecer"
        },
        {
          "key": "outside",
          "value": "afuera"
        },
        {
          "key": "Summer",
          "value": "verano"
        },
        {
          "key": "hottest",
          "value": "más calurosa"
        },
        {
          "key": "beach",
          "value": "playa"
        },
        {
          "key": "autumn",
          "value": "otoño"
        },
        {
          "key": "cooler",
          "value": "más fresco"
        },
        {
          "key": "leaves",
          "value": "hojas"
        },
        {
          "key": "fall",
          "value": "caer"
        },
        {
          "key": "prepare",
          "value": "prepararse"
        },
        {
          "key": "different",
          "value": "diferente"
        },
        {
          "key": "always",
          "value": "siempre"
        },
        {
          "key": "rain",
          "value": "lluvia"
        },
        {
          "key": "dry",
          "value": "seco"
        },
        {
          "key": "affects",
          "value": "afecta"
        },
        {
          "key": "food",
          "value": "comida"
        },
        {
          "key": "activities",
          "value": "actividades"
        },
        {
          "key": "soup",
          "value": "sopa"
        },
        {
          "key": "drink",
          "value": "beber"
        },
        {
          "key": "cold drinks",
          "value": "bebidas frías"
        },
        {
          "key": "plan",
          "value": "planificar"
        },
        {
          "key": "comfortable",
          "value": "cómodo"
        }
      ]
    },
    {
      "contentEn": "The dog is a very popular pet around the world. People love dogs because they are friendly and loyal. They are good companions and can help with many tasks. Dogs can live in many different places, such as houses, apartments, and farms. They come in many sizes, colors, and shapes. Some dogs are very small, while others are big. Dogs need food, water, exercise, and love from their owners. They are also great for playing games and going for walks. Many people enjoy spending time with their dogs every day.\n\nDogs are very smart and can learn many things. They can be trained to do tricks, help people with disabilities, or even work with the police. Some dogs are used to help farmers on farms. They help protect animals and property. Dogs are not only pets but also helpers in many different jobs. They are known for their great sense of smell and hearing, which is why they can do important jobs.",
      "contentEs": "El perro es una mascota muy popular en todo el mundo. A las personas les encantan los perros porque son amigables y leales. Son buenos compañeros y pueden ayudar con muchas tareas. Los perros pueden vivir en muchos lugares diferentes, como casas, apartamentos y granjas. Vienen en muchos tamaños, colores y formas. Algunos perros son muy pequeños, mientras que otros son grandes. Los perros necesitan comida, agua, ejercicio y amor de sus dueños. También son geniales para jugar y salir a pasear. Muchas personas disfrutan pasar tiempo con sus perros todos los días.\n\nLos perros son muy inteligentes y pueden aprender muchas cosas. Se les puede entrenar para hacer trucos, ayudar a personas con discapacidades o incluso trabajar con la policía. Algunos perros son utilizados para ayudar a los granjeros en las granjas. Ayudan a proteger a los animales y las propiedades. Los perros no solo son mascotas, también son ayudantes en muchos trabajos diferentes. Son conocidos por su gran sentido del olfato y de la audición, por lo que pueden realizar tareas importantes.",
      "title": "Dogs as Pets and Helpers",
      "imageUrl": "https://agedcareguide-assets.imgix.net/news/articles/wp/29_6_21-Assistance-Dogs.jpg?fm=pjpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "perro"
        },
        {
          "key": "popular",
          "value": "popular"
        },
        {
          "key": "pet",
          "value": "mascota"
        },
        {
          "key": "world",
          "value": "mundo"
        },
        {
          "key": "friendly",
          "value": "amigable"
        },
        {
          "key": "loyal",
          "value": "leal"
        },
        {
          "key": "companion",
          "value": "compañero"
        },
        {
          "key": "tasks",
          "value": "tareas"
        },
        {
          "key": "house",
          "value": "casa"
        },
        {
          "key": "apartment",
          "value": "apartamento"
        },
        {
          "key": "farm",
          "value": "granja"
        },
        {
          "key": "size",
          "value": "tamaño"
        },
        {
          "key": "color",
          "value": "color"
        },
        {
          "key": "shape",
          "value": "forma"
        },
        {
          "key": "small",
          "value": "pequeño"
        },
        {
          "key": "big",
          "value": "grande"
        },
        {
          "key": "food",
          "value": "comida"
        },
        {
          "key": "water",
          "value": "agua"
        },
        {
          "key": "exercise",
          "value": "ejercicio"
        },
        {
          "key": "love",
          "value": "amor"
        },
        {
          "key": "owner",
          "value": "dueño"
        },
        {
          "key": "game",
          "value": "juego"
        },
        {
          "key": "walk",
          "value": "paseo"
        },
        {
          "key": "smart",
          "value": "inteligente"
        },
        {
          "key": "train",
          "value": "entrenar"
        },
        {
          "key": "help",
          "value": "ayudar"
        },
        {
          "key": "disabilities",
          "value": "discapacidades"
        },
        {
          "key": "police",
          "value": "policía"
        },
        {
          "key": "farmer",
          "value": "granjero"
        },
        {
          "key": "protect",
          "value": "proteger"
        },
        {
          "key": "property",
          "value": "propiedad"
        },
        {
          "key": "smell",
          "value": "olfato"
        },
        {
          "key": "hearing",
          "value": "audición"
        }
      ]
    },
    {
      "contentEn": "The sun is very important for life on Earth. It gives us light and heat. Without the sun, plants, animals, and humans would not survive. The sun helps plants grow, and plants give us food. The sun is also important for making the weather. In the morning, the sun rises, and at night, it sets. People like to spend time outside when the sun is shining. Sometimes, the sun can be too hot, so we need to wear sunscreen and hats to protect our skin.\n\nThe sun is a big ball of fire. It is very far from the Earth, but it still has a lot of energy. The sun’s light travels to Earth and makes the day bright. The sun is also important for helping us see things. Without the sun, we would live in darkness. Many animals also use the sun to find food and navigate their way around. The sun is very special, and we need to take care of it.",
      "contentEs": "El sol es muy importante para la vida en la Tierra. Nos da luz y calor. Sin el sol, las plantas, los animales y los humanos no podrían sobrevivir. El sol ayuda a las plantas a crecer, y las plantas nos dan alimento. El sol también es importante para formar el clima. Por la mañana, el sol sale, y por la noche, se pone. A la gente le gusta pasar tiempo afuera cuando el sol brilla. A veces, el sol puede ser demasiado caliente, por lo que necesitamos usar protector solar y sombreros para proteger nuestra piel.\n\nEl sol es una gran bola de fuego. Está muy lejos de la Tierra, pero aún así tiene mucha energía. La luz del sol viaja hasta la Tierra y hace que el día sea brillante. El sol también es importante para ayudarnos a ver las cosas. Sin el sol, viviríamos en la oscuridad. Muchos animales también usan el sol para encontrar comida y navegar por su entorno. El sol es muy especial y necesitamos cuidarlo.",
      "title": "The Sun and Its Importance",
      "imageUrl": "https://www.quantamagazine.org/wp-content/uploads/2018/07/SolarFull_SeanDoran_2880FullwidthLede.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sun",
          "value": "sol"
        },
        {
          "key": "important",
          "value": "importante"
        },
        {
          "key": "light",
          "value": "luz"
        },
        {
          "key": "heat",
          "value": "calor"
        },
        {
          "key": "survive",
          "value": "sobrevivir"
        },
        {
          "key": "plants",
          "value": "plantas"
        },
        {
          "key": "animals",
          "value": "animales"
        },
        {
          "key": "humans",
          "value": "humanos"
        },
        {
          "key": "grow",
          "value": "crecer"
        },
        {
          "key": "food",
          "value": "comida"
        },
        {
          "key": "weather",
          "value": "clima"
        },
        {
          "key": "morning",
          "value": "mañana"
        },
        {
          "key": "rise",
          "value": "salir"
        },
        {
          "key": "night",
          "value": "noche"
        },
        {
          "key": "sets",
          "value": "ponerse"
        },
        {
          "key": "outside",
          "value": "afuera"
        },
        {
          "key": "shine",
          "value": "brillar"
        },
        {
          "key": "hot",
          "value": "caliente"
        },
        {
          "key": "wear",
          "value": "usar"
        },
        {
          "key": "sunscreen",
          "value": "protector solar"
        },
        {
          "key": "hat",
          "value": "sombrero"
        },
        {
          "key": "skin",
          "value": "piel"
        },
        {
          "key": "ball",
          "value": "bola"
        },
        {
          "key": "fire",
          "value": "fuego"
        },
        {
          "key": "far",
          "value": "lejos"
        },
        {
          "key": "energy",
          "value": "energía"
        },
        {
          "key": "day",
          "value": "día"
        },
        {
          "key": "bright",
          "value": "brillante"
        },
        {
          "key": "see",
          "value": "ver"
        },
        {
          "key": "darkness",
          "value": "oscuridad"
        },
        {
          "key": "navigate",
          "value": "navegar"
        }
      ]
    },
    {
      "contentEn": "Birds are fascinating animals that can be found all over the world. They are known for their feathers and ability to fly. Some birds can fly very high, while others stay closer to the ground. Birds eat a variety of foods such as seeds, insects, and small animals. They use their beaks to find food and build nests. Many birds migrate, traveling long distances to find warmer places in the winter. Birds come in all sizes, from tiny hummingbirds to large eagles. They are beautiful creatures that help keep nature in balance.\n\nBirds have special features that help them survive in different environments. Their wings are strong and help them fly through the air. Some birds, like penguins, cannot fly but are excellent swimmers. Birds also have good eyesight, which helps them find food and avoid danger. The song of a bird is a pleasant sound that many people enjoy. In many cultures, birds are seen as symbols of freedom and peace.",
      "contentEs": "Las aves son animales fascinantes que se pueden encontrar en todo el mundo. Son conocidas por sus plumas y su capacidad de volar. Algunas aves pueden volar muy alto, mientras que otras permanecen más cerca del suelo. Las aves comen una variedad de alimentos, como semillas, insectos y pequeños animales. Usan sus picos para encontrar comida y construir nidos. Muchas aves migran, viajando largas distancias para encontrar lugares más cálidos en el invierno. Las aves vienen en todos los tamaños, desde los diminutos colibríes hasta las grandes águilas. Son criaturas hermosas que ayudan a mantener el equilibrio de la naturaleza.\n\nLas aves tienen características especiales que les ayudan a sobrevivir en diferentes entornos. Sus alas son fuertes y les ayudan a volar por el aire. Algunas aves, como los pingüinos, no pueden volar pero son excelentes nadadores. Las aves también tienen buena vista, lo que les ayuda a encontrar comida y evitar peligros. El canto de un ave es un sonido agradable que muchas personas disfrutan. En muchas culturas, las aves son vistas como símbolos de libertad y paz.",
      "title": "Birds: Fascinating Creatures",
      "imageUrl": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1warLQ.img?w=768&h=432&m=6",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "Birds",
          "value": "aves"
        },
        {
          "key": "fascinating",
          "value": "fascinantes"
        },
        {
          "key": "animals",
          "value": "animales"
        },
        {
          "key": "feathers",
          "value": "plumas"
        },
        {
          "key": "fly",
          "value": "volar"
        },
        {
          "key": "high",
          "value": "alto"
        },
        {
          "key": "ground",
          "value": "suelo"
        },
        {
          "key": "eat",
          "value": "comer"
        },
        {
          "key": "seeds",
          "value": "semillas"
        },
        {
          "key": "insects",
          "value": "insectos"
        },
        {
          "key": "small",
          "value": "pequeño"
        },
        {
          "key": "beaks",
          "value": "picos"
        },
        {
          "key": "nests",
          "value": "nidos"
        },
        {
          "key": "migrate",
          "value": "migrar"
        },
        {
          "key": "distances",
          "value": "distancias"
        },
        {
          "key": "warmer",
          "value": "más cálido"
        },
        {
          "key": "sizes",
          "value": "tamaños"
        },
        {
          "key": "hummingbirds",
          "value": "colibríes"
        },
        {
          "key": "eagles",
          "value": "águilas"
        },
        {
          "key": "beautiful",
          "value": "hermoso"
        },
        {
          "key": "balance",
          "value": "equilibrio"
        },
        {
          "key": "survive",
          "value": "sobrevivir"
        },
        {
          "key": "wings",
          "value": "alas"
        },
        {
          "key": "swimmers",
          "value": "nadadores"
        },
        {
          "key": "eyesight",
          "value": "vista"
        },
        {
          "key": "song",
          "value": "canto"
        },
        {
          "key": "freedom",
          "value": "libertad"
        },
        {
          "key": "peace",
          "value": "paz"
        }
      ]
    },
    {
      "contentEn": "Inflation is when the prices of goods and services rise over time. This means that the money you have will not buy as much as before. Inflation can happen for many reasons, like when there is too much money in the economy or when the cost of materials goes up. Inflation affects everyone, especially people who do not have a lot of money. They may find it harder to buy food, clothes, and other things. Governments try to control inflation by making rules about money and prices.\n\nIn some countries, inflation is very high, and the cost of living becomes too expensive. In other countries, inflation is low, and people can buy more with their money. It is important for governments to manage inflation well so that everyone can live comfortably. When inflation is too high, it can cause problems like job loss and lower wages. So, managing inflation is a key part of a country’s economy.",
      "contentEs": "La inflación ocurre cuando los precios de los bienes y servicios aumentan con el tiempo. Esto significa que el dinero que tienes no comprará tanto como antes. La inflación puede ocurrir por muchas razones, como cuando hay demasiado dinero en la economía o cuando sube el costo de los materiales. La inflación afecta a todos, especialmente a las personas que no tienen mucho dinero. Puede resultar más difícil comprar comida, ropa y otras cosas. Los gobiernos intentan controlar la inflación estableciendo reglas sobre el dinero y los precios.\n\nEn algunos países, la inflación es muy alta y el costo de vida se vuelve demasiado caro. En otros países, la inflación es baja y las personas pueden comprar más con su dinero. Es importante que los gobiernos gestionen bien la inflación para que todos puedan vivir cómodamente. Cuando la inflación es demasiado alta, puede causar problemas como la pérdida de empleos y la reducción de salarios. Por eso, gestionar la inflación es una parte clave de la economía de un país.",
      "title": "Inflation and Prices",
      "imageUrl": "https://i.cbc.ca/1.6362279.1690827774!/fileImage/httpImage/inflation.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Economy",
      "words": [
        {
          "key": "Inflation",
          "value": "inflación"
        },
        {
          "key": "prices",
          "value": "precios"
        },
        {
          "key": "goods",
          "value": "bienes"
        },
        {
          "key": "services",
          "value": "servicios"
        },
        {
          "key": "money",
          "value": "dinero"
        },
        {
          "key": "economy",
          "value": "economía"
        },
        {
          "key": "material",
          "value": "material"
        },
        {
          "key": "affect",
          "value": "afectar"
        },
        {
          "key": "expensive",
          "value": "caro"
        },
        {
          "key": "buy",
          "value": "comprar"
        },
        {
          "key": "rules",
          "value": "reglas"
        },
        {
          "key": "living",
          "value": "vida"
        },
        {
          "key": "comfortable",
          "value": "cómodo"
        },
        {
          "key": "job",
          "value": "trabajo"
        },
        {
          "key": "wages",
          "value": "salarios"
        }
      ]
    },
    {
      "contentEn": "Traditional food is an important part of every culture. Each country has its own special dishes that are passed down from generation to generation. In many countries, families gather together to enjoy these traditional meals. For example, in Italy, people eat pasta and pizza, which are famous around the world. In Japan, sushi is a popular dish made with rice and fish. Traditional food is not just about eating; it is a way of celebrating a culture’s history and traditions. It also brings people together to share meals and memories.\n\nFood is a big part of festivals and celebrations. During holidays, special foods are prepared, like turkey for Thanksgiving in the United States or sweets for Diwali in India. Traditional food helps people feel connected to their ancestors and heritage. It is an important part of a country’s identity. Eating traditional food is a way to honor the past and enjoy the present.",
      "contentEs": "La comida tradicional es una parte importante de cada cultura. Cada país tiene sus propios platos especiales que se transmiten de generación en generación. En muchos países, las familias se reúnen para disfrutar de estas comidas tradicionales. Por ejemplo, en Italia, la gente come pasta y pizza, que son famosas en todo el mundo. En Japón, el sushi es un plato popular hecho con arroz y pescado. La comida tradicional no es solo para comer; es una forma de celebrar la historia y las tradiciones de una cultura. También une a las personas para compartir comidas y recuerdos.\n\nLa comida es una gran parte de los festivales y celebraciones. Durante los días festivos, se preparan comidas especiales, como el pavo para el Día de Acción de Gracias en Estados Unidos o los dulces para Diwali en India. La comida tradicional ayuda a las personas a sentirse conectadas con sus antepasados y su herencia. Es una parte importante de la identidad de un país. Comer comida tradicional es una forma de honrar el pasado y disfrutar el presente.",
      "title": "Traditional Food Around the World",
      "imageUrl": "https://cdn.tasteatlas.com/static/map_entire2.png?m=facebook",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "Traditional",
          "value": "tradicional"
        },
        {
          "key": "food",
          "value": "comida"
        },
        {
          "key": "culture",
          "value": "cultura"
        },
        {
          "key": "special",
          "value": "especial"
        },
        {
          "key": "dishes",
          "value": "platos"
        },
        {
          "key": "generation",
          "value": "generación"
        },
        {
          "key": "family",
          "value": "familia"
        },
        {
          "key": "gather",
          "value": "reunirse"
        },
        {
          "key": "eat",
          "value": "comer"
        },
        {
          "key": "example",
          "value": "ejemplo"
        },
        {
          "key": "famous",
          "value": "famoso"
        },
        {
          "key": "rice",
          "value": "arroz"
        },
        {
          "key": "fish",
          "value": "pescado"
        },
        {
          "key": "celebrate",
          "value": "celebrar"
        },
        {
          "key": "history",
          "value": "historia"
        },
        {
          "key": "tradition",
          "value": "tradición"
        },
        {
          "key": "festival",
          "value": "festival"
        },
        {
          "key": "holiday",
          "value": "festivo"
        },
        {
          "key": "prepared",
          "value": "preparado"
        },
        {
          "key": "connected",
          "value": "conectado"
        },
        {
          "key": "identity",
          "value": "identidad"
        },
        {
          "key": "honor",
          "value": "honrar"
        }
      ]
    },
    {
      "contentEn": "Climate change is a serious issue affecting the world. It happens because of pollution from factories and cars. When we burn things like coal and oil, harmful gases go into the air, making the planet warmer. This causes problems like hotter temperatures, melting ice, and stronger storms. Some areas are becoming too hot, while others face heavy rain and floods. To help stop climate change, we need to reduce pollution. We can do this by using less energy, driving less, and recycling. Countries are also trying to use clean energy, like wind and solar power, to help the environment.",
      "contentEs": "El cambio climático es un problema grave que afecta al mundo. Sucede debido a la contaminación de fábricas y automóviles. Cuando quemamos cosas como carbón y petróleo, gases dañinos entran al aire, haciendo que el planeta se caliente más. Esto causa problemas como temperaturas más altas, derretimiento del hielo y tormentas más fuertes. Algunas zonas se están volviendo demasiado calientes, mientras que otras enfrentan lluvias intensas e inundaciones. Para ayudar a detener el cambio climático, necesitamos reducir la contaminación. Podemos hacerlo usando menos energía, conduciendo menos y reciclando. Los países también están intentando usar energía limpia, como la eólica y la solar, para ayudar al medio ambiente.",
      "title": "Climate Change: A Global Problem",
      "imageUrl": "https://miro.medium.com/v2/resize:fit:1080/1*t3keC7vIITHzPf1aGs54jg.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Climate",
          "value": "clima"
        },
        {
          "key": "change",
          "value": "cambio"
        },
        {
          "key": "serious",
          "value": "grave"
        },
        {
          "key": "issue",
          "value": "problema"
        },
        {
          "key": "affecting",
          "value": "afectando"
        },
        {
          "key": "world",
          "value": "mundo"
        },
        {
          "key": "pollution",
          "value": "contaminación"
        },
        {
          "key": "factories",
          "value": "fábricas"
        },
        {
          "key": "cars",
          "value": "coches"
        },
        {
          "key": "burn",
          "value": "quemar"
        },
        {
          "key": "coal",
          "value": "carbón"
        },
        {
          "key": "oil",
          "value": "petróleo"
        },
        {
          "key": "harmful",
          "value": "dañino"
        },
        {
          "key": "gases",
          "value": "gases"
        },
        {
          "key": "air",
          "value": "aire"
        },
        {
          "key": "warmer",
          "value": "más cálido"
        },
        {
          "key": "temperatures",
          "value": "temperaturas"
        },
        {
          "key": "melting",
          "value": "derretimiento"
        },
        {
          "key": "ice",
          "value": "hielo"
        },
        {
          "key": "stronger",
          "value": "más fuertes"
        },
        {
          "key": "storms",
          "value": "tormentas"
        },
        {
          "key": "areas",
          "value": "zonas"
        },
        {
          "key": "floods",
          "value": "inundaciones"
        },
        {
          "key": "reduce",
          "value": "reducir"
        },
        {
          "key": "energy",
          "value": "energía"
        },
        {
          "key": "recycling",
          "value": "reciclaje"
        },
        {
          "key": "clean",
          "value": "limpia"
        },
        {
          "key": "wind",
          "value": "viento"
        },
        {
          "key": "solar",
          "value": "solar"
        }
      ]
    }
  ]
}