{
  "books": [
    {
      "contentEn": "A dog is a common pet in many homes. Dogs are friendly animals that love to play and spend time with people. They need food, water, and a safe place to live. Dogs are also good for security. Some dogs help blind people by guiding them. Others work with the police to find lost things or people. Taking care of a dog means you need to clean them, take them for walks, and visit the vet. Dogs are loyal and make great friends.",
      "contentTr": "Köpek, birçok evde yaygın bir evcil hayvandır. Köpekler, insanlarla oynamayı ve vakit geçirmeyi seven dost canlısı hayvanlardır. Onların yiyeceğe, suya ve yaşamak için güvenli bir yere ihtiyacı vardır. Köpekler ayrıca güvenlik için de iyidir. Bazı köpekler görme engelli insanlara rehberlik eder. Diğerleri ise kayıp eşyaları veya insanları bulmak için polisle çalışır. Bir köpekle ilgilenmek, onları temizlemeniz, yürüyüşe çıkarmanız ve veterinere götürmeniz gerektiği anlamına gelir. Köpekler sadıktır ve harika dostlar olurlar.",
      "title": "Dogs as Pets",
      "imageUrl": "https://www.princeton.edu/sites/default/files/styles/1x_full_2x_half_crop/public/images/2022/02/KOA_Nassau_2697x1517.jpg?itok=Bg2K7j7J",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "köpek"
        },
        {
          "key": "pet",
          "value": "evcil hayvan"
        },
        {
          "key": "friendly",
          "value": "dost canlısı"
        },
        {
          "key": "animal",
          "value": "hayvan"
        },
        {
          "key": "play",
          "value": "oynamak"
        },
        {
          "key": "food",
          "value": "yiyecek"
        },
        {
          "key": "water",
          "value": "su"
        },
        {
          "key": "safe",
          "value": "güvenli"
        },
        {
          "key": "place",
          "value": "yer"
        },
        {
          "key": "security",
          "value": "güvenlik"
        },
        {
          "key": "blind",
          "value": "görme engelli"
        },
        {
          "key": "guide",
          "value": "rehberlik etmek"
        },
        {
          "key": "lost",
          "value": "kayıp"
        },
        {
          "key": "care",
          "value": "bakım"
        },
        {
          "key": "clean",
          "value": "temizlemek"
        },
        {
          "key": "walk",
          "value": "yürüyüş"
        },
        {
          "key": "visit",
          "value": "ziyaret etmek"
        },
        {
          "key": "vet",
          "value": "veteriner"
        },
        {
          "key": "loyal",
          "value": "sadık"
        },
        {
          "key": "friend",
          "value": "arkadaş"
        },
        {
          "key": "great",
          "value": "harika"
        }
      ]
    },
    {
      "contentEn": "The Eiffel Tower is one of the most famous landmarks in the world. It is located in Paris, France. The tower was built in 1889 by Gustave Eiffel for the World’s Fair. It is 330 meters tall and made of iron. Many people visit the Eiffel Tower every year. You can go up to the top of the tower by elevator or stairs. From the top, you can see all of Paris. The view is amazing. At night, the tower is covered in lights, and it looks beautiful. The Eiffel Tower is not just a tourist attraction. It is also a symbol of France. People from all over the world come to Paris to see it.",
      "contentTr": "Eiffel Kulesi, dünyanın en ünlü simgelerinden biridir. Fransa'nın Paris şehrinde bulunur. Kule, 1889 yılında Gustave Eiffel tarafından Dünya Fuarı için inşa edilmiştir. 330 metre yüksekliğindedir ve demirden yapılmıştır. Her yıl birçok insan Eiffel Kulesi’ni ziyaret eder. Kuleye asansörle veya merdivenlerle çıkabilirsiniz. Tepeden Paris’in tamamını görebilirsiniz. Manzara muhteşemdir. Gece, kule ışıklarla kaplanır ve çok güzel görünür. Eiffel Kulesi sadece bir turistik yer değildir. Aynı zamanda Fransa'nın bir sembolüdür. Dünyanın her yerinden insanlar Paris’e gelip onu görür.",
      "title": "The Eiffel Tower",
      "imageUrl": "https://www.arkitektuel.com/wp-content/uploads/2017/10/eiffel.png",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "tower",
          "value": "kule"
        },
        {
          "key": "landmark",
          "value": "simgesel yapı"
        },
        {
          "key": "iron",
          "value": "demir"
        },
        {
          "key": "elevator",
          "value": "asansör"
        },
        {
          "key": "stairs",
          "value": "merdiven"
        },
        {
          "key": "view",
          "value": "manzara"
        },
        {
          "key": "amazing",
          "value": "muhteşem"
        },
        {
          "key": "symbol",
          "value": "sembol"
        }
      ]
    },
    {
      "contentEn": "Gardening is a relaxing activity enjoyed by people of all ages. It is a way to connect with nature and create something beautiful. Many people grow flowers, vegetables, or herbs in their gardens. Flowers like roses, tulips, and daisies make gardens colorful and lively. Vegetables such as tomatoes, carrots, and cucumbers provide fresh food for families. Herbs like mint and basil add flavor to meals. Gardening also helps people feel calm and reduces stress.\n\nTo start gardening, you need tools like a shovel, gloves, and a watering can. The first step is to prepare the soil by removing weeds and adding nutrients. Seeds or small plants are then placed in the soil. Regular care, such as watering and protecting the plants from pests, is important for healthy growth. Some people even build small fences to keep animals away from their gardens. Gardening teaches patience because plants take time to grow. It is a rewarding hobby that gives people a sense of achievement and joy.",
      "contentTr": "Bahçecilik, her yaştan insanın keyif aldığı rahatlatıcı bir aktivitedir. Doğa ile bağlantı kurmanın ve güzel bir şey yaratmanın bir yoludur. Birçok insan bahçelerinde çiçekler, sebzeler veya otlar yetiştirir. Güller, laleler ve papatyalar gibi çiçekler bahçeleri renkli ve canlı yapar. Domates, havuç ve salatalık gibi sebzeler ailelere taze yiyecek sağlar. Nane ve fesleğen gibi otlar yemeklere lezzet katar. Bahçecilik, insanların sakinleşmesine yardımcı olur ve stresi azaltır.\n\nBahçeciliğe başlamak için bir kürek, eldiven ve sulama kabı gibi araçlara ihtiyacınız vardır. İlk adım, toprağı yabani otlardan temizlemek ve besin maddeleri ekleyerek hazırlamaktır. Daha sonra tohumlar veya küçük bitkiler toprağa yerleştirilir. Düzenli bakım, yani sulama ve bitkileri zararlılardan koruma, sağlıklı büyüme için önemlidir. Bazı insanlar bahçelerini hayvanlardan korumak için küçük çitler bile yapar. Bahçecilik, sabrı öğretir çünkü bitkiler büyümek için zamana ihtiyaç duyar. İnsanlara başarı ve mutluluk hissi veren ödüllendirici bir hobidir.",
      "title": "Gardening for Beginners",
      "imageUrl": "https://cdn.shopify.com/s/files/1/2318/5061/files/Gardening_with_Family.jpg?v=1575880787",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Lifestyle",
      "words": [
        {
          "key": "Gardening",
          "value": "bahçecilik"
        },
        {
          "key": "relaxing",
          "value": "rahatlatıcı"
        },
        {
          "key": "nature",
          "value": "doğa"
        },
        {
          "key": "flower",
          "value": "çiçek"
        },
        {
          "key": "vegetable",
          "value": "sebze"
        },
        {
          "key": "herb",
          "value": "ot"
        },
        {
          "key": "rose",
          "value": "gül"
        },
        {
          "key": "tulip",
          "value": "lale"
        },
        {
          "key": "daisy",
          "value": "papatya"
        },
        {
          "key": "tomato",
          "value": "domates"
        },
        {
          "key": "carrot",
          "value": "havuç"
        },
        {
          "key": "cucumber",
          "value": "salatalık"
        },
        {
          "key": "mint",
          "value": "nane"
        },
        {
          "key": "basil",
          "value": "fesleğen"
        },
        {
          "key": "stress",
          "value": "stres"
        },
        {
          "key": "shovel",
          "value": "kürek"
        },
        {
          "key": "glove",
          "value": "eldiven"
        },
        {
          "key": "watering can",
          "value": "sulama kabı"
        },
        {
          "key": "soil",
          "value": "toprak"
        },
        {
          "key": "weed",
          "value": "yabani ot"
        },
        {
          "key": "Seed",
          "value": "tohum"
        },
        {
          "key": "pest",
          "value": "zararlı"
        },
        {
          "key": "fence",
          "value": "çit"
        },
        {
          "key": "patience",
          "value": "sabır"
        }
      ]
    },
    {
      "contentEn": "Animals are an important part of life on Earth. They live in many places, such as forests, oceans, deserts, and mountains. Some animals, like dogs and cats, live with humans as pets. These animals bring joy and companionship to people. Wild animals, on the other hand, live in nature and include lions, elephants, and dolphins. Each animal plays a special role in the ecosystem. Bees, for example, help plants grow by carrying pollen. Birds, such as eagles and parrots, add beauty to the world with their colors and songs.\n\nTaking care of animals is essential for a healthy planet. Many species are endangered because of deforestation, pollution, and hunting. Zoos also play a role in educating people about wildlife. People can learn how animals live, what they eat, and why they are important. Additionally, adopting a pet is a great way to support animals. It is important to provide them with proper food, water, and shelter. By caring for animals, we show respect for nature and all living things.",
      "contentTr": "Hayvanlar, Dünya üzerindeki yaşamın önemli bir parçasıdır. Ormanlar, okyanuslar, çöller ve dağlar gibi birçok yerde yaşarlar. Köpekler ve kediler gibi bazı hayvanlar evcil hayvan olarak insanlarla birlikte yaşar. Bu hayvanlar insanlara neşe ve dostluk getirir. Diğer yandan, vahşi hayvanlar doğada yaşar ve aslanlar, filler ve yunuslar gibi türleri içerir. Her hayvan ekosistemde özel bir rol oynar. Örneğin arılar, polen taşıyarak bitkilerin büyümesine yardımcı olur. Kartal ve papağan gibi kuşlar, renkleri ve şarkılarıyla dünyaya güzellik katar.\n\nHayvanlara bakmak, sağlıklı bir gezegen için çok önemlidir. Deforestasyon, kirlilik ve avlanma nedeniyle birçok tür tehlike altındadır. Habitatları korumak ve hayvan sığınakları yaratmak onların hayatta kalmasına yardımcı olabilir. Hayvanat bahçeleri de vahşi yaşam hakkında insanları eğitmede rol oynar. İnsanlar, hayvanların nasıl yaşadıklarını, ne yediklerini ve neden önemli olduklarını öğrenebilir. Ayrıca, bir hayvan sahiplenmek hayvanları desteklemenin harika bir yoludur. Onlara uygun yiyecek, su ve barınak sağlamak önemlidir. Hayvanlara bakarak, doğaya ve tüm canlılara saygı göstermiş oluruz.",
      "title": "The Importance of Animals",
      "imageUrl": "https://res.cloudinary.com/jerrick/image/upload/v1678529191/640c52a778e5fa001d0aace9.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Nature",
      "words": [
        {
          "key": "Animal",
          "value": "hayvan"
        },
        {
          "key": "Earth",
          "value": "Dünya"
        },
        {
          "key": "forest",
          "value": "orman"
        },
        {
          "key": "ocean",
          "value": "okyanus"
        },
        {
          "key": "desert",
          "value": "çöl"
        },
        {
          "key": "mountain",
          "value": "dağ"
        },
        {
          "key": "pet",
          "value": "evcil hayvan"
        },
        {
          "key": "joy",
          "value": "neşe"
        },
        {
          "key": "companion",
          "value": "arkadaş, eşlik eden"
        },
        {
          "key": "Wild",
          "value": "vahşi"
        },
        {
          "key": "nature",
          "value": "doğa"
        },
        {
          "key": "ecosystem",
          "value": "ekosistem"
        },
        {
          "key": "bee",
          "value": "arı"
        },
        {
          "key": "pollen",
          "value": "polen"
        },
        {
          "key": "Bird",
          "value": "kuş"
        },
        {
          "key": "endangered",
          "value": "tehlike altında"
        },
        {
          "key": "deforestation",
          "value": "ormanların yok edilmesi"
        },
        {
          "key": "pollution",
          "value": "kirlilik"
        },
        {
          "key": "hunting",
          "value": "avlanma"
        },
        {
          "key": "sanctuary",
          "value": "sığınak"
        },
        {
          "key": "wildlife",
          "value": "vahşi yaşam"
        },
        {
          "key": "adopt",
          "value": "sahiplenmek"
        },
        {
          "key": "shelter",
          "value": "barınak"
        },
        {
          "key": "respect",
          "value": "saygı"
        }
      ]
    },
    {
      "contentEn": "Artificial intelligence (AI) is a technology that is changing the world. It allows machines to think, learn, and solve problems like humans. AI is used in many areas of life, such as healthcare, education, and transportation. For example, in healthcare, AI can help doctors find diseases faster by analyzing medical images. In education, smart systems can create personalized learning plans for students. Self-driving cars, which use AI, can make transportation safer and more efficient. AI is also behind voice assistants like Siri and Alexa, which help people with daily tasks.\n\nDespite its many benefits, AI also brings challenges. One concern is that AI might replace human jobs. Many tasks that were once done by people are now performed by machines. This can lead to unemployment and require workers to learn new skills. Another challenge is ensuring that AI systems are fair and unbiased. If not carefully designed, AI could make unfair decisions, such as denying a loan to someone based on incomplete data. People and governments are working to address these issues by creating rules and guidelines for AI development. As AI continues to grow, it is important to use it responsibly to make life better for everyone.",
      "contentTr": "Yapay zeka (AI), dünyayı değiştiren bir teknolojidir. Makinelerin insanlar gibi düşünmesine, öğrenmesine ve sorun çözmesine olanak tanır. AI, sağlık, eğitim ve ulaşım gibi hayatın birçok alanında kullanılmaktadır. Örneğin, sağlıkta AI, tıbbi görüntüleri analiz ederek doktorların hastalıkları daha hızlı bulmasına yardımcı olabilir. Eğitimde, akıllı sistemler öğrenciler için kişiselleştirilmiş öğrenme planları oluşturabilir. AI kullanan sürücüsüz arabalar, ulaşımı daha güvenli ve verimli hale getirebilir. AI ayrıca Siri ve Alexa gibi sesli asistanların arkasındaki teknolojidir ve insanlara günlük görevlerinde yardımcı olur.\n\nBirçok faydasına rağmen, AI aynı zamanda zorluklar da getirir. Bir endişe, AI'nın insan işlerini değiştirebileceğidir. Bir zamanlar insanlar tarafından yapılan birçok iş artık makineler tarafından gerçekleştirilmektedir. Bu durum işsizliğe yol açabilir ve çalışanların yeni beceriler öğrenmesini gerektirebilir. Bir diğer zorluk ise AI sistemlerinin adil ve tarafsız olmasını sağlamaktır. Dikkatli bir şekilde tasarlanmazsa, AI eksik verilere dayanarak adil olmayan kararlar alabilir, örneğin birine kredi vermemek gibi. İnsanlar ve hükümetler, AI geliştirme için kurallar ve yönergeler oluşturarak bu sorunları çözmeye çalışıyor. AI büyümeye devam ettikçe, hayatı herkes için daha iyi hale getirmek adına sorumlu bir şekilde kullanılması önemlidir.",
      "title": "The Impact of Artificial Intelligence",
      "imageUrl": "https://www.arquimea.com/wp-content/uploads/2023/09/ai-post1.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Technology",
      "words": [
        {
          "key": "Artificial intelligence",
          "value": "yapay zeka"
        },
        {
          "key": "technology",
          "value": "teknoloji"
        },
        {
          "key": "machine",
          "value": "makine"
        },
        {
          "key": "think",
          "value": "düşünmek"
        },
        {
          "key": "learn",
          "value": "öğrenmek"
        },
        {
          "key": "solve",
          "value": "çözmek"
        },
        {
          "key": "problem",
          "value": "sorun"
        },
        {
          "key": "healthcare",
          "value": "sağlık hizmetleri"
        },
        {
          "key": "education",
          "value": "eğitim"
        },
        {
          "key": "transportation",
          "value": "ulaşım"
        },
        {
          "key": "medical",
          "value": "tıbbi"
        },
        {
          "key": "personalized",
          "value": "kişiselleştirilmiş"
        },
        {
          "key": "self-driving",
          "value": "sürücüsüz"
        },
        {
          "key": "efficient",
          "value": "verimli"
        },
        {
          "key": "voice assistant",
          "value": "sesli asistan"
        },
        {
          "key": "task",
          "value": "görev"
        },
        {
          "key": "challenge",
          "value": "zorluk"
        },
        {
          "key": "replace",
          "value": "değiştirmek"
        },
        {
          "key": "unemployment",
          "value": "işsizlik"
        },
        {
          "key": "skill",
          "value": "beceri"
        },
        {
          "key": "fair",
          "value": "adil"
        },
        {
          "key": "unbiased",
          "value": "tarafsız"
        },
        {
          "key": "guideline",
          "value": "yönerge"
        },
        {
          "key": "responsibly",
          "value": "sorumluluğunu bilerek"
        },
        {
          "key": "grow",
          "value": "büyüme"
        }
      ]
    },
    {
      "contentEn": "Nature is all around us. It includes trees, rivers, mountains, animals, and the air we breathe. Nature provides us with food, water, and shelter. Without it, life would not be possible. Forests are often called the lungs of the Earth because they produce oxygen and clean the air. Rivers and lakes give us fresh water to drink and use. The sun, wind, and rain are also important parts of nature. They help plants grow and provide energy for our daily lives.\n\nProtecting nature is very important. Many forests are being cut down for wood and farming. This leads to habitat loss for animals and less clean air for humans. Pollution from factories and cars also harms the environment. It is our job to take care of the planet. Recycling, planting trees, and using less plastic can make a big difference. For example, carrying a reusable bag instead of a plastic one reduces waste. Walking or cycling instead of driving helps reduce air pollution. Everyone can do small things to help nature, and together, these actions can create a healthier planet for future generations.",
      "contentTr": "Doğa, çevremizdeki her şeydir. Ağaçlar, nehirler, dağlar, hayvanlar ve soluduğumuz hava doğayı oluşturur. Doğa bize yiyecek, su ve barınak sağlar. Onsuz, hayat mümkün olmazdı. Ormanlar, genellikle Dünya’nın akciğerleri olarak adlandırılır çünkü oksijen üretir ve havayı temizler. Nehirler ve göller, içmek ve kullanmak için temiz su sağlar. Güneş, rüzgar ve yağmur da doğanın önemli parçalarıdır. Bitkilerin büyümesine yardımcı olur ve günlük hayatımız için enerji sağlar.\n\nDoğayı korumak çok önemlidir. Birçok orman, odun ve tarım için kesilmektedir. Bu durum, hayvanlar için yaşam alanı kaybına ve insanlar için daha az temiz havaya yol açar. Fabrikalar ve arabalar tarafından yayılan kirlilik de çevreye zarar verir. Gezegene bakmak bizim görevimizdir. Geri dönüşüm yapmak, ağaç dikmek ve daha az plastik kullanmak büyük bir fark yaratabilir. Örneğin, plastik bir torba yerine tekrar kullanılabilir bir çanta taşımak atıkları azaltır. Araba yerine yürümek veya bisiklet kullanmak, hava kirliliğini azaltmaya yardımcı olur. Herkes doğaya yardım etmek için küçük şeyler yapabilir ve birlikte bu eylemler, gelecek nesiller için daha sağlıklı bir gezegen yaratabilir.",
      "title": "The Beauty and Importance of Nature",
      "imageUrl": "https://thumbs.dreamstime.com/b/beauty-nature-importance-preserving-environment-289909057.jpg",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Nature",
          "value": "doğa"
        },
        {
          "key": "tree",
          "value": "ağaç"
        },
        {
          "key": "river",
          "value": "nehir"
        },
        {
          "key": "mountain",
          "value": "dağ"
        },
        {
          "key": "animal",
          "value": "hayvan"
        },
        {
          "key": "breathe",
          "value": "nefes almak"
        },
        {
          "key": "Forest",
          "value": "orman"
        },
        {
          "key": "oxygen",
          "value": "oksijen"
        },
        {
          "key": "clean",
          "value": "temiz"
        },
        {
          "key": "lake",
          "value": "göl"
        },
        {
          "key": "energy",
          "value": "enerji"
        },
        {
          "key": "Protect",
          "value": "korumak"
        },
        {
          "key": "pollution",
          "value": "kirlilik"
        },
        {
          "key": "Recycling",
          "value": "geri dönüşüm"
        },
        {
          "key": "plastic",
          "value": "plastik"
        },
        {
          "key": "waste",
          "value": "atık"
        },
        {
          "key": "air",
          "value": "hava"
        },
        {
          "key": "healthier",
          "value": "daha sağlıklı"
        },
        {
          "key": "planet",
          "value": "gezegen"
        },
        {
          "key": "generation",
          "value": "nesil"
        },
        {
          "key": "reduce",
          "value": "azaltmak"
        },
        {
          "key": "habitat",
          "value": "yaşam alanı"
        },
        {
          "key": "future",
          "value": "gelecek"
        },
        {
          "key": "cycling",
          "value": "bisiklete binme"
        },
        {
          "key": "reuse",
          "value": "yeniden kullanmak"
        }
      ]
    },
    {
      "contentEn": "Sports are an important part of our lives. They keep us healthy and teach us teamwork and discipline. There are many kinds of sports, such as football, basketball, tennis, and swimming. Some people like to watch sports, while others enjoy playing them. Football is one of the most popular sports in the world. It is played by two teams, each with eleven players. The goal is to score by kicking the ball into the opponent’s net. Basketball is another exciting sport. Players work together to score points by throwing the ball into a hoop. Sports like these not only improve our physical fitness but also bring people together.\n\nIn addition to traditional sports, new activities are becoming popular. For example, yoga and Pilates are great for relaxing and building strength. Adventure sports like rock climbing and surfing offer thrills and challenges. E-sports, or electronic sports, are also gaining attention. These are video game competitions where players compete at a high level. No matter the type of sport, they all require practice and dedication. Participating in sports can help people reduce stress and make new friends. Schools and communities often encourage children to join sports teams because they promote healthy habits and social skills. Whether you play for fun or competition, sports are a great way to enjoy life and stay active.",
      "contentTr": "Sporlar hayatımızın önemli bir parçasıdır. Bizi sağlıklı tutar ve takım çalışması ile disiplin öğretir. Futbol, basketbol, tenis ve yüzme gibi birçok spor türü vardır. Bazı insanlar sporları izlemeyi severken, diğerleri oynamaktan hoşlanır. Futbol, dünyanın en popüler sporlarından biridir. İki takım tarafından oynanır ve her takımda on bir oyuncu bulunur. Amaç, topu rakip kaleye vurarak gol atmaktır. Basketbol, bir başka heyecan verici spordur. Oyuncular, topu çembere atarak puan kazanmak için birlikte çalışır. Bu tür sporlar sadece fiziksel sağlığımızı geliştirmekle kalmaz, aynı zamanda insanları bir araya getirir.\n\nGeleneksel sporlara ek olarak, yeni aktiviteler de popüler hale geliyor. Örneğin, yoga ve Pilates rahatlamak ve güçlenmek için harikadır. Kaya tırmanışı ve sörf gibi macera sporları heyecan ve zorluklar sunar. E-sporlar veya elektronik sporlar da dikkat çekiyor. Bunlar, oyuncuların yüksek seviyede rekabet ettiği video oyun yarışmalarıdır. Spor türü ne olursa olsun, hepsi pratik ve adanmışlık gerektirir. Spora katılmak, insanlara stresi azaltma ve yeni arkadaşlar edinme konusunda yardımcı olabilir. Okullar ve topluluklar genellikle çocukları spor takımlarına katılmaya teşvik eder çünkü sağlıklı alışkanlıkları ve sosyal becerileri destekler. İster eğlence ister rekabet için oynayın, sporlar hayatın tadını çıkarmanın ve aktif kalmanın harika bir yoludur.",
      "title": "The Joy of Sports",
      "imageUrl": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/blogs/4898/images/Zv4vXR8Qcu94A0AugUnQ_AdobeStock_77446709.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Sports",
      "words": [
        {
          "key": "Sport",
          "value": "spor"
        },
        {
          "key": "healthy",
          "value": "sağlıklı"
        },
        {
          "key": "teamwork",
          "value": "takım çalışması"
        },
        {
          "key": "discipline",
          "value": "disiplin"
        },
        {
          "key": "football",
          "value": "futbol"
        },
        {
          "key": "basketball",
          "value": "basketbol"
        },
        {
          "key": "tennis",
          "value": "tenis"
        },
        {
          "key": "swimming",
          "value": "yüzme"
        },
        {
          "key": "player",
          "value": "oyuncu"
        },
        {
          "key": "goal",
          "value": "gol"
        },
        {
          "key": "opponent",
          "value": "rakip"
        },
        {
          "key": "hoop",
          "value": "çember"
        },
        {
          "key": "fitness",
          "value": "zindelik"
        },
        {
          "key": "adventure",
          "value": "macera"
        },
        {
          "key": "rock climbing",
          "value": "kaya tırmanışı"
        },
        {
          "key": "surfing",
          "value": "sörf"
        },
        {
          "key": "E-sports",
          "value": "e-sporlar"
        },
        {
          "key": "competition",
          "value": "yarışma"
        },
        {
          "key": "practice",
          "value": "pratik"
        },
        {
          "key": "dedication",
          "value": "adanmışlık"
        },
        {
          "key": "stress",
          "value": "stres"
        },
        {
          "key": "friend",
          "value": "arkadaş"
        },
        {
          "key": "community",
          "value": "topluluk"
        },
        {
          "key": "habit",
          "value": "alışkanlık"
        },
        {
          "key": "active",
          "value": "aktif"
        }
      ]
    },
    {
      "contentEn": "The Ancient Egyptian civilization is one of the oldest and most fascinating in the world. It began around 3100 BC along the Nile River in northeastern Africa. The Egyptians built great pyramids, temples, and tombs, leaving behind impressive monuments that still exist today. They developed a unique writing system called hieroglyphs, which used pictures and symbols to represent words and ideas. Pharaohs, the rulers of Egypt, were considered gods, and they were buried in elaborate tombs with treasures to take into the afterlife.\n\nThe Egyptians were skilled in many areas. They created a calendar based on the lunar and solar cycles, which helped them plan their agricultural activities. They also made advancements in medicine, mathematics, and engineering. The famous pyramids of Giza, including the Great Pyramid, were built with incredible precision using simple tools. These accomplishments continue to amaze people today. The Nile River was essential to the survival of the Egyptians. It provided water for drinking, irrigation for crops, and a means of transportation.\n\nAlthough the Ancient Egyptian civilization eventually declined, its legacy lives on. Today, Egypt is known for its rich history, and many people travel to visit the ancient pyramids, temples, and monuments. The culture, art, and science of Ancient Egypt continue to inspire historians, archaeologists, and artists all over the world. The mysteries of the pyramids and the life of the pharaohs still capture the imagination of people today.",
      "contentTr": "Eski Mısır uygarlığı, dünyadaki en eski ve en ilginç uygarlıklardan biridir. MÖ 3100 civarında, Afrika'nın kuzeydoğusunda Nil Nehri boyunca başlamıştır. Mısırlılar, büyük piramitler, tapınaklar ve mezarlar inşa ederek günümüze kadar varlığını sürdüren etkileyici anıtlar bırakmışlardır. Ayrıca, kelimeleri ve fikirleri temsil etmek için resimler ve semboller kullanan eşsiz bir yazı sistemi olan hiyeroglifleri geliştirmişlerdir. Mısır'ın hükümdarları olan firavunlar, tanrı olarak kabul edilirlerdi ve öbür dünyaya gidecekleri zenginliklerle donatılmış büyük mezarlara gömülürlerdi.\n\nMısırlılar birçok alanda yetenekliydiler. Tarımsal faaliyetlerini planlamak için ay ve güneş döngülerine dayalı bir takvim oluşturmuşlardı. Ayrıca tıp, matematik ve mühendislik alanlarında da ilerlemeler kaydetmişlerdir. Giza'daki ünlü piramitler, Büyük Piramit dahil olmak üzere, basit aletler kullanılarak inanılmaz bir hassasiyetle inşa edilmiştir. Bu başarılar günümüzde hala insanları etkilemektedir. Nil Nehri, Mısırlıların hayatta kalması için çok önemliydi. Onlara içme suyu, ürünler için sulama ve taşımacılık imkanı sağlıyordu.\n\nEski Mısır uygarlığı nihayetinde gerilemiş olsa da, mirası devam etmektedir. Bugün Mısır, zengin tarihiyle tanınmaktadır ve birçok insan antik piramitleri, tapınakları ve anıtları görmek için seyahat etmektedir. Eski Mısır'ın kültürü, sanatı ve bilimi, dünya çapındaki tarihçiler, arkeologlar ve sanatçılar üzerinde ilham verici bir etkiye sahiptir. Piramitlerin gizemleri ve firavunların yaşamı, günümüzde hala insanların hayal gücünü etkilemektedir.",
      "title": "The Ancient Egyptian Civilization",
      "imageUrl": "https://d3rr2gvhjw0wwy.cloudfront.net/uploads/mandators/49581/file-manager/egypt-tours-and-trips.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "History",
      "words": [
        {
          "key": "civilization",
          "value": "uygarlık"
        },
        {
          "key": "Ancient",
          "value": "eski"
        },
        {
          "key": "pyramid",
          "value": "piramit"
        },
        {
          "key": "temple",
          "value": "tapınak"
        },
        {
          "key": "tomb",
          "value": "mezar"
        },
        {
          "key": "hieroglyph",
          "value": "hiyeroglif"
        },
        {
          "key": "Pharaoh",
          "value": "firavun"
        },
        {
          "key": "treasure",
          "value": "hazine"
        },
        {
          "key": "afterlife",
          "value": "öbür dünya"
        },
        {
          "key": "calendar",
          "value": "takvim"
        },
        {
          "key": "lunar",
          "value": "ay"
        },
        {
          "key": "solar",
          "value": "güneş"
        },
        {
          "key": "agriculture",
          "value": "tarım"
        },
        {
          "key": "medicine",
          "value": "tıp"
        },
        {
          "key": "mathematics",
          "value": "matematik"
        },
        {
          "key": "engineering",
          "value": "mühendislik"
        },
        {
          "key": "precision",
          "value": "hassasiyet"
        },
        {
          "key": "transportation",
          "value": "taşıma"
        },
        {
          "key": "legacy",
          "value": "miras"
        },
        {
          "key": "history",
          "value": "tarih"
        },
        {
          "key": "art",
          "value": "sanat"
        },
        {
          "key": "archaeologist",
          "value": "arkeolog"
        },
        {
          "key": "mystery",
          "value": "gizem"
        },
        {
          "key": "imagination",
          "value": "hayal gücü"
        },
        {
          "key": "monument",
          "value": "anıt"
        }
      ]
    },
    {
      "contentEn": "Geography is the study of the Earth's landscapes, environments, and the ways in which humans interact with them. It helps us understand the world we live in, from the tallest mountains to the deepest oceans. Geographers study the physical features of the Earth, such as mountains, rivers, and forests, as well as human-made features like cities, roads, and buildings. By examining these features, geographers can predict patterns of climate, weather, and human behavior.\n\nOne of the most important parts of geography is the study of maps. Maps help us understand the location of places and the distance between them. They show the world in a simple and clear way. There are different types of maps, such as physical maps, which show landforms and natural features, and political maps, which display borders and countries. Understanding geography is important for understanding the world’s history and the relationships between different regions.\n\nGeography also plays a role in solving global challenges. Issues like climate change, pollution, and the availability of resources are all connected to geography. For example, the melting of polar ice caps affects sea levels and weather patterns worldwide. Geographers can study these issues to help find solutions and create plans for sustainable development. By learning geography, we gain the tools to protect our planet and plan for a better future.",
      "contentTr": "Coğrafya, Dünya'nın manzaralarını, çevrelerini ve insanların bunlarla nasıl etkileşimde bulunduğunu inceleyen bir bilim dalıdır. Yaşadığımız dünyayı anlamamıza yardımcı olur, en yüksek dağlardan en derin okyanuslara kadar her şeyi kapsar. Coğrafyacılar, Dünya'nın fiziksel özelliklerini, dağlar, nehirler ve ormanlar gibi, aynı zamanda şehirler, yollar ve binalar gibi insan yapımı özellikleri inceler. Bu özellikleri inceleyerek, coğrafyacılar iklim, hava durumu ve insan davranışlarının desenlerini tahmin edebilirler.\n\nCoğrafyanın en önemli bölümlerinden biri, harita incelemektir. Haritalar, yerlerin konumunu ve bunlar arasındaki mesafeyi anlamamıza yardımcı olur. Dünyayı basit ve net bir şekilde gösterirler. Farklı türde haritalar vardır; fiziksel haritalar, kara şekilleri ve doğal özellikleri gösterirken, politik haritalar sınırları ve ülkeleri gösterir. Coğrafyayı anlamak, Dünya'nın tarihini ve farklı bölgeler arasındaki ilişkileri anlamak için önemlidir.\n\nCoğrafya aynı zamanda küresel zorlukları çözmekte de rol oynar. İklim değişikliği, kirlilik ve kaynakların kullanımı gibi sorunlar coğrafyayla bağlantılıdır. Örneğin, kutup buzullarının erimesi, deniz seviyelerini ve hava durumunu dünya çapında etkiler. Coğrafyacılar bu sorunları inceleyerek çözümler bulmaya ve sürdürülebilir kalkınma planları oluşturmayı yardımcı olabilirler. Coğrafya öğrenerek, gezegenimizi korumak ve daha iyi bir gelecek için plan yapmak için araçlar edinmiş oluruz.",
      "title": "The Importance of Geography",
      "imageUrl": "https://www.s4d4c.eu/wp-content/uploads/2020/12/geography-1000x667.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Geography",
      "words": [
        {
          "key": "Geography",
          "value": "coğrafya"
        },
        {
          "key": "landscape",
          "value": "manzara"
        },
        {
          "key": "environment",
          "value": "çevre"
        },
        {
          "key": "mountain",
          "value": "dağ"
        },
        {
          "key": "river",
          "value": "nehir"
        },
        {
          "key": "forest",
          "value": "orman"
        },
        {
          "key": "city",
          "value": "şehir"
        },
        {
          "key": "road",
          "value": "yol"
        },
        {
          "key": "building",
          "value": "bina"
        },
        {
          "key": "climate",
          "value": "iklim"
        },
        {
          "key": "weather",
          "value": "hava durumu"
        },
        {
          "key": "map",
          "value": "harita"
        },
        {
          "key": "location",
          "value": "konum"
        },
        {
          "key": "physical map",
          "value": "fiziksel harita"
        },
        {
          "key": "political map",
          "value": "politik harita"
        },
        {
          "key": "border",
          "value": "sınır"
        },
        {
          "key": "country",
          "value": "ülke"
        },
        {
          "key": "climate change",
          "value": "iklim değişikliği"
        },
        {
          "key": "pollution",
          "value": "kirlilik"
        },
        {
          "key": "resources",
          "value": "kaynaklar"
        },
        {
          "key": "sea level",
          "value": "deniz seviyesi"
        },
        {
          "key": "sustainable development",
          "value": "sürdürülebilir kalkınma"
        },
        {
          "key": "plan",
          "value": "plan"
        },
        {
          "key": "future",
          "value": "gelecek"
        },
        {
          "key": "tool",
          "value": "araç"
        }
      ]
    },
    {
      "contentEn": "Football is one of the most popular sports in the world, and many clubs have millions of fans. One famous football club is Barcelona, a team from Spain. Barcelona was founded in 1899 and is known for its exciting playing style. The team plays in the Spanish La Liga, one of the top football leagues in the world. Barcelona’s home stadium is called Camp Nou, and it is one of the largest football stadiums in Europe. The club has many great players, such as Lionel Messi, who is often considered one of the best players of all time.\n\nBarcelona has won many important trophies, including the UEFA Champions League and La Liga titles. The club is famous for its youth academy, La Masia, where young players are trained to become professional footballers. The team has a strong fan base, and supporters are very passionate about their club. Barcelona has also had great success in international competitions, and they are one of the most successful football clubs in the world. Every time Barcelona plays, fans fill the stadium to watch their team in action.",
      "contentTr": "Futbol, dünyadaki en popüler sporlardan biridir ve birçok kulübün milyonlarca taraftarı vardır. Ünlü futbol kulüplerinden biri de İspanya'dan Barcelona'dır. Barcelona, 1899 yılında kurulmuştur ve heyecan verici oyun tarzıyla tanınır. Takım, dünyadaki en iyi futbol liglerinden biri olan İspanyol La Liga'da oynar. Barcelona'nın ev sahibi olduğu stadyum Camp Nou olarak adlandırılır ve Avrupa'nın en büyük futbol stadyumlarından biridir. Kulübün Lionel Messi gibi birçok büyük oyuncusu vardır; Messi, sıkça tüm zamanların en iyi oyuncularından biri olarak kabul edilir.\n\nBarcelona, UEFA Şampiyonlar Ligi ve La Liga şampiyonlukları gibi birçok önemli kupa kazanmıştır. Kulüp, genç oyuncuların profesyonel futbolcu olabilmesi için eğitim aldığı La Masia isimli gençlik akademisiyle ünlüdür. Takımın güçlü bir taraftar kitlesi vardır ve taraftarlar kulüpleri için çok tutkuludur. Barcelona, uluslararası yarışmalarda da büyük başarılar elde etmiştir ve dünyadaki en başarılı futbol kulüplerinden biridir. Barcelona her oynadığında, taraftarlar stadyumu doldurur ve takımlarını izlerler.",
      "title": "FC Barcelona: A Famous Football Club",
      "imageUrl": "https://i0.wp.com/barcablog.com/wp-content/uploads/2012/05/ronaldinho-lionel-messi-samuel-etoo-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona.jpg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Football",
      "words": [
        {
          "key": "Football",
          "value": "futbol"
        },
        {
          "key": "popular",
          "value": "popüler"
        },
        {
          "key": "club",
          "value": "kulüp"
        },
        {
          "key": "team",
          "value": "takım"
        },
        {
          "key": "Spain",
          "value": "İspanya"
        },
        {
          "key": "founded",
          "value": "kurulmak"
        },
        {
          "key": "playing style",
          "value": "oyun tarzı"
        },
        {
          "key": "league",
          "value": "lig"
        },
        {
          "key": "stadium",
          "value": "stadyum"
        },
        {
          "key": "player",
          "value": "oyuncu"
        },
        {
          "key": "trophy",
          "value": "kupa"
        },
        {
          "key": "title",
          "value": "şampiyonluk"
        },
        {
          "key": "youth academy",
          "value": "gençlik akademisi"
        },
        {
          "key": "trained",
          "value": "eğitilmek"
        },
        {
          "key": "professional",
          "value": "profesyonel"
        },
        {
          "key": "success",
          "value": "başarı"
        },
        {
          "key": "supporter",
          "value": "taraftar"
        },
        {
          "key": "fan base",
          "value": "taraftar kitlesi"
        },
        {
          "key": "passionate",
          "value": "tutkulu"
        },
        {
          "key": "international",
          "value": "uluslararası"
        },
        {
          "key": "competition",
          "value": "yarışma"
        },
        {
          "key": "fill",
          "value": "doldurmak"
        },
        {
          "key": "watch",
          "value": "izlemek"
        },
        {
          "key": "action",
          "value": "hareket"
        }
      ]
    },
    {
      "contentEn": "The sea is a beautiful and important part of nature. It covers about 70% of the Earth’s surface. The sea is home to many animals, such as fish, whales, and sharks. People also love the sea for swimming, sailing, and relaxing on the beach. The sea has many different types of water, from calm waves to strong storms. The sea is important for the weather and the environment. It helps to control the Earth’s temperature and provides oxygen. Many people depend on the sea for food and jobs. Fishermen catch fish, and boats carry goods across the sea.\n\nThe sea also has many secrets. Scientists are still studying the sea to learn more about its plants, animals, and underwater life. The sea can be dangerous, too. Strong waves and storms can be dangerous for boats and swimmers. But the sea is also beautiful and peaceful. Many people visit the sea to relax and enjoy the view. Some people even live near the sea to be close to nature and the peaceful environment. The sea will always be a special place for humans and animals alike.",
      "contentTr": "Deniz, doğanın güzel ve önemli bir parçasıdır. Dünya yüzeyinin yaklaşık %70'ini kaplar. Deniz, balıklar, balinalar ve köpekbalıkları gibi birçok hayvana ev sahipliği yapar. İnsanlar da yüzme, yelken yapma ve plajda dinlenme gibi aktiviteler için denizi sever. Deniz, sakin dalgalardan güçlü fırtınalara kadar birçok farklı su türüne sahiptir. Deniz, hava durumu ve çevre için önemlidir. Dünya'nın sıcaklık dengesini kontrol etmeye yardımcı olur ve oksijen sağlar. Birçok insan denize yiyecek ve iş için bağımlıdır. Balıkçılar balık yakalar, tekneler ise deniz üzerinden yük taşır.\n\nDenizin birçok sırrı da vardır. Bilim insanları, denizin bitkilerini, hayvanlarını ve su altı yaşamını daha iyi anlamak için denizi incelemeye devam etmektedir. Deniz aynı zamanda tehlikeli olabilir. Güçlü dalgalar ve fırtınalar, tekneler ve yüzücüler için tehlikeli olabilir. Ama deniz aynı zamanda güzel ve huzurludur. Birçok insan denizi ziyaret eder, rahatlar ve manzaranın keyfini çıkarır. Bazı insanlar doğaya ve huzurlu çevreye yakın olmak için deniz kenarında bile yaşarlar. Deniz, insanlar ve hayvanlar için her zaman özel bir yer olacaktır.",
      "title": "The Sea: A Beautiful and Important Part of Nature",
      "imageUrl": "https://natureconservancy-h.assetsadobe.com/is/image/content/dam/tnc/nature/en/photos/GreenSeaTurtle.JPG?crop=0%2C107%2C2000%2C1100&wid=4000&hei=2200&scl=0.5",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sea",
          "value": "deniz"
        },
        {
          "key": "beautiful",
          "value": "güzel"
        },
        {
          "key": "important",
          "value": "önemli"
        },
        {
          "key": "cover",
          "value": "kaplamak"
        },
        {
          "key": "surface",
          "value": "yüzey"
        },
        {
          "key": "home",
          "value": "ev"
        },
        {
          "key": "animal",
          "value": "hayvan"
        },
        {
          "key": "fish",
          "value": "balık"
        },
        {
          "key": "whale",
          "value": "balina"
        },
        {
          "key": "shark",
          "value": "köpekbalığı"
        },
        {
          "key": "love",
          "value": "sevmek"
        },
        {
          "key": "swimming",
          "value": "yüzme"
        },
        {
          "key": "sailing",
          "value": "yelken"
        },
        {
          "key": "relaxing",
          "value": "dinlenmek"
        },
        {
          "key": "beach",
          "value": "plaj"
        },
        {
          "key": "calm",
          "value": "sakin"
        },
        {
          "key": "wave",
          "value": "dalga"
        },
        {
          "key": "storm",
          "value": "fırtına"
        },
        {
          "key": "control",
          "value": "kontrol etmek"
        },
        {
          "key": "temperature",
          "value": "sıcaklık"
        },
        {
          "key": "oxygen",
          "value": "oksijen"
        },
        {
          "key": "depend",
          "value": "bağımlı olmak"
        },
        {
          "key": "food",
          "value": "yiyecek"
        },
        {
          "key": "job",
          "value": "iş"
        },
        {
          "key": "fisherman",
          "value": "balıkçı"
        },
        {
          "key": "catch",
          "value": "yakalamak"
        },
        {
          "key": "boat",
          "value": "tekne"
        },
        {
          "key": "dangerous",
          "value": "tehlikeli"
        },
        {
          "key": "study",
          "value": "çalışmak"
        },
        {
          "key": "underwater",
          "value": "su altı"
        },
        {
          "key": "visit",
          "value": "ziyaret etmek"
        },
        {
          "key": "relax",
          "value": "rahatlamak"
        },
        {
          "key": "peaceful",
          "value": "huzurlu"
        },
        {
          "key": "environment",
          "value": "çevre"
        },
        {
          "key": "special",
          "value": "özel"
        }
      ]
    },
    {
      "contentEn": "The weather is an important part of our daily lives. It affects what we wear, what we do, and how we feel. In many places, the weather changes with the seasons. For example, in winter, it is cold and sometimes snowy. People wear warm clothes like coats and hats. In spring, the weather becomes warmer, and flowers start to bloom. People enjoy spending time outside. Summer is the hottest season. People go to the beach to swim and relax. In autumn, the weather becomes cooler, and leaves fall from the trees. People prepare for the cold months ahead.\n\nWeather can also be different in various parts of the world. In some places, it is always warm, while in others, it is always cold. Some places have a lot of rain, and others are very dry. Weather affects many things, like the food we eat and the activities we do. For example, people in cold places may eat hot soups to stay warm, while people in hot places may drink cold drinks to cool down. Understanding the weather helps us plan our day and stay comfortable.",
      "contentTr": "Hava durumu, günlük yaşamımızın önemli bir parçasıdır. Ne giyeceğimizi, ne yapacağımızı ve nasıl hissedeceğimizi etkiler. Birçok yerde hava durumu mevsimlere göre değişir. Örneğin, kışın soğuk ve bazen kar yağar. İnsanlar kaban ve şapka gibi sıcak giysiler giyer. İlkbaharda hava ısınmaya başlar ve çiçekler açar. İnsanlar dışarıda vakit geçirmekten keyif alır. Yaz en sıcak mevsimdir. İnsanlar yüzmek ve dinlenmek için plaja gider. Sonbaharda hava serinler ve ağaçlardan yapraklar düşer. İnsanlar soğuk aylara hazırlanır.\n\nHava durumu, dünyanın farklı yerlerinde de farklı olabilir. Bazı yerlerde her zaman sıcaktır, diğerlerinde ise her zaman soğuktur. Bazı yerlerde çok yağmur yağar, diğerleri ise çok kuraktır. Hava durumu, yediğimiz yiyecekleri ve yaptığımız aktiviteleri etkiler. Örneğin, soğuk yerlerde insanlar sıcak kalmak için sıcak çorbalar içebilirken, sıcak yerlerde insanlar serinlemek için soğuk içecekler içebilir. Hava durumunu anlamak, günümüzü planlamamıza ve rahat kalmamıza yardımcı olur.",
      "title": "The Weather and Its Effects",
      "imageUrl": "https://www.learnenglish.de/images/weather/weather.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "weather",
          "value": "hava durumu"
        },
        {
          "key": "important",
          "value": "önemli"
        },
        {
          "key": "daily",
          "value": "günlük"
        },
        {
          "key": "affect",
          "value": "etkilemek"
        },
        {
          "key": "wear",
          "value": "giymek"
        },
        {
          "key": "season",
          "value": "mevsim"
        },
        {
          "key": "winter",
          "value": "kış"
        },
        {
          "key": "cold",
          "value": "soğuk"
        },
        {
          "key": "snowy",
          "value": "karlı"
        },
        {
          "key": "coat",
          "value": "kaban"
        },
        {
          "key": "spring",
          "value": "ilkbahar"
        },
        {
          "key": "warmer",
          "value": "daha sıcak"
        },
        {
          "key": "bloom",
          "value": "açmak"
        },
        {
          "key": "outside",
          "value": "dışarı"
        },
        {
          "key": "Summer",
          "value": "yaz"
        },
        {
          "key": "hottest",
          "value": "en sıcak"
        },
        {
          "key": "beach",
          "value": "plaj"
        },
        {
          "key": "autumn",
          "value": "sonbahar"
        },
        {
          "key": "cooler",
          "value": "daha serin"
        },
        {
          "key": "leaves",
          "value": "yapraklar"
        },
        {
          "key": "fall",
          "value": "düşmek"
        },
        {
          "key": "prepare",
          "value": "hazırlanmak"
        },
        {
          "key": "different",
          "value": "farklı"
        },
        {
          "key": "always",
          "value": "her zaman"
        },
        {
          "key": "rain",
          "value": "yağmur"
        },
        {
          "key": "dry",
          "value": "kurak"
        },
        {
          "key": "affects",
          "value": "etkiler"
        },
        {
          "key": "food",
          "value": "yiyecek"
        },
        {
          "key": "activities",
          "value": "aktiviteler"
        },
        {
          "key": "soup",
          "value": "çorba"
        },
        {
          "key": "drink",
          "value": "içmek"
        },
        {
          "key": "cold drinks",
          "value": "soğuk içecekler"
        },
        {
          "key": "plan",
          "value": "planlamak"
        },
        {
          "key": "comfortable",
          "value": "rahat"
        }
      ]
    },
    {
      "contentEn": "The dog is a very popular pet around the world. People love dogs because they are friendly and loyal. They are good companions and can help with many tasks. Dogs can live in many different places, such as houses, apartments, and farms. They come in many sizes, colors, and shapes. Some dogs are very small, while others are big. Dogs need food, water, exercise, and love from their owners. They are also great for playing games and going for walks. Many people enjoy spending time with their dogs every day.\n\nDogs are very smart and can learn many things. They can be trained to do tricks, help people with disabilities, or even work with the police. Some dogs are used to help farmers on farms. They help protect animals and property. Dogs are not only pets but also helpers in many different jobs. They are known for their great sense of smell and hearing, which is why they can do important jobs.",
      "contentTr": "Köpek, dünya çapında çok popüler bir evcil hayvandır. İnsanlar köpekleri çünkü onlar dost canlısı ve sadıktırlar. İyi arkadaşlardır ve birçok görevde yardımcı olabilirler. Köpekler, evlerde, dairelerde ve çiftliklerde gibi birçok farklı yerde yaşayabilirler. Birçok boyut, renk ve şekle sahiptirler. Bazı köpekler çok küçüktür, diğerleri ise büyüktür. Köpeklerin yiyecek, su, egzersiz ve sahiplerinden sevgiye ihtiyaçları vardır. Ayrıca oyun oynamak ve yürüyüşe çıkmak için harikadırlar. Birçok insan her gün köpekleriyle vakit geçirmekten keyif alır.\n\nKöpekler çok zekidir ve birçok şey öğrenebilirler. Numara yapmayı, engelli insanlara yardımcı olmayı ya da hatta polisle çalışmayı öğrenebilirler. Bazı köpekler çiftliklerde çiftçilere yardımcı olmak için kullanılır. Hayvanları ve mülkleri korumaya yardımcı olurlar. Köpekler sadece evcil hayvanlar değil, aynı zamanda birçok farklı işte yardımcıdırlar. Harika koku alma ve işitme yetenekleriyle tanınırlar, bu yüzden önemli işlerde görev alabilirler.",
      "title": "Dogs as Pets and Helpers",
      "imageUrl": "https://agedcareguide-assets.imgix.net/news/articles/wp/29_6_21-Assistance-Dogs.jpg?fm=pjpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "köpek"
        },
        {
          "key": "popular",
          "value": "popüler"
        },
        {
          "key": "pet",
          "value": "evcil hayvan"
        },
        {
          "key": "world",
          "value": "dünya"
        },
        {
          "key": "friendly",
          "value": "dost canlısı"
        },
        {
          "key": "loyal",
          "value": "sadık"
        },
        {
          "key": "companion",
          "value": "arkadaş"
        },
        {
          "key": "tasks",
          "value": "görevler"
        },
        {
          "key": "house",
          "value": "ev"
        },
        {
          "key": "apartment",
          "value": "daire"
        },
        {
          "key": "farm",
          "value": "çiftlik"
        },
        {
          "key": "size",
          "value": "boyut"
        },
        {
          "key": "color",
          "value": "renk"
        },
        {
          "key": "shape",
          "value": "şekil"
        },
        {
          "key": "small",
          "value": "küçük"
        },
        {
          "key": "big",
          "value": "büyük"
        },
        {
          "key": "food",
          "value": "yiyecek"
        },
        {
          "key": "water",
          "value": "su"
        },
        {
          "key": "exercise",
          "value": "egzersiz"
        },
        {
          "key": "love",
          "value": "sevgi"
        },
        {
          "key": "owner",
          "value": "sahip"
        },
        {
          "key": "game",
          "value": "oyun"
        },
        {
          "key": "walk",
          "value": "yürüyüş"
        },
        {
          "key": "smart",
          "value": "zeki"
        },
        {
          "key": "train",
          "value": "eğitmek"
        },
        {
          "key": "help",
          "value": "yardım"
        },
        {
          "key": "disabilities",
          "value": "engeller"
        },
        {
          "key": "police",
          "value": "polis"
        },
        {
          "key": "farmer",
          "value": "çiftçi"
        },
        {
          "key": "protect",
          "value": "korumak"
        },
        {
          "key": "property",
          "value": "mülk"
        },
        {
          "key": "smell",
          "value": "koku"
        },
        {
          "key": "hearing",
          "value": "işitme"
        }
      ]
    },
    {
      "contentEn": "The sun is very important for life on Earth. It gives us light and heat. Without the sun, plants, animals, and humans would not survive. The sun helps plants grow, and plants give us food. The sun is also important for making the weather. In the morning, the sun rises, and at night, it sets. People like to spend time outside when the sun is shining. Sometimes, the sun can be too hot, so we need to wear sunscreen and hats to protect our skin.\n\nThe sun is a big ball of fire. It is very far from the Earth, but it still has a lot of energy. The sun’s light travels to Earth and makes the day bright. The sun is also important for helping us see things. Without the sun, we would live in darkness. Many animals also use the sun to find food and navigate their way around. The sun is very special, and we need to take care of it.",
      "contentTr": "Güneş, Dünya'daki yaşam için çok önemlidir. Bize ışık ve ısı verir. Güneş olmadan bitkiler, hayvanlar ve insanlar hayatta kalamazdı. Güneş, bitkilerin büyümesine yardımcı olur ve bitkiler bize yiyecek verir. Güneş aynı zamanda havanın oluşmasında da önemlidir. Sabahları güneş doğar, gece ise batar. İnsanlar güneş parladığında dışarıda vakit geçirmekten hoşlanır. Bazen güneş çok sıcak olabilir, bu yüzden cildimizi korumak için güneş kremi ve şapka giymeliyiz.\n\nGüneş, büyük bir ateş topudur. Dünya'dan çok uzaktadır, ancak hala çok fazla enerjisi vardır. Güneşin ışığı Dünya'ya gelir ve günü aydınlatır. Güneş ayrıca şeyleri görmemize yardımcı olmak için de önemlidir. Güneş olmasaydı karanlıkta yaşardık. Birçok hayvan da yiyecek bulmak ve yollarını bulmak için güneşi kullanır. Güneş çok özeldir ve ona iyi bakmalıyız.",
      "title": "The Sun and Its Importance",
      "imageUrl": "https://www.quantamagazine.org/wp-content/uploads/2018/07/SolarFull_SeanDoran_2880FullwidthLede.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sun",
          "value": "güneş"
        },
        {
          "key": "important",
          "value": "önemli"
        },
        {
          "key": "light",
          "value": "ışık"
        },
        {
          "key": "heat",
          "value": "ısı"
        },
        {
          "key": "survive",
          "value": "hayatta kalmak"
        },
        {
          "key": "plants",
          "value": "bitkiler"
        },
        {
          "key": "animals",
          "value": "hayvanlar"
        },
        {
          "key": "humans",
          "value": "insanlar"
        },
        {
          "key": "grow",
          "value": "büyümek"
        },
        {
          "key": "food",
          "value": "yiyecek"
        },
        {
          "key": "weather",
          "value": "hava"
        },
        {
          "key": "morning",
          "value": "sabah"
        },
        {
          "key": "rise",
          "value": "doğmak"
        },
        {
          "key": "night",
          "value": "gece"
        },
        {
          "key": "sets",
          "value": "batmak"
        },
        {
          "key": "outside",
          "value": "dışarı"
        },
        {
          "key": "shine",
          "value": "parlamak"
        },
        {
          "key": "hot",
          "value": "sıcak"
        },
        {
          "key": "wear",
          "value": "giymek"
        },
        {
          "key": "sunscreen",
          "value": "güneş kremi"
        },
        {
          "key": "hat",
          "value": "şapka"
        },
        {
          "key": "skin",
          "value": "cilt"
        },
        {
          "key": "ball",
          "value": "top"
        },
        {
          "key": "fire",
          "value": "ateş"
        },
        {
          "key": "far",
          "value": "uzak"
        },
        {
          "key": "energy",
          "value": "enerji"
        },
        {
          "key": "day",
          "value": "gün"
        },
        {
          "key": "bright",
          "value": "parlak"
        },
        {
          "key": "see",
          "value": "görmek"
        },
        {
          "key": "darkness",
          "value": "karanlık"
        },
        {
          "key": "navigate",
          "value": "yol bulmak"
        }
      ]
    },
    {
      "contentEn": "Birds are fascinating animals that can be found all over the world. They are known for their feathers and ability to fly. Some birds can fly very high, while others stay closer to the ground. Birds eat a variety of foods such as seeds, insects, and small animals. They use their beaks to find food and build nests. Many birds migrate, traveling long distances to find warmer places in the winter. Birds come in all sizes, from tiny hummingbirds to large eagles. They are beautiful creatures that help keep nature in balance.\n\nBirds have special features that help them survive in different environments. Their wings are strong and help them fly through the air. Some birds, like penguins, cannot fly but are excellent swimmers. Birds also have good eyesight, which helps them find food and avoid danger. The song of a bird is a pleasant sound that many people enjoy. In many cultures, birds are seen as symbols of freedom and peace.",
      "contentTr": "Kuşlar, dünyanın her yerinde bulunabilen ilginç hayvanlardır. Tüyleri ve uçma yetenekleri ile tanınırlar. Bazı kuşlar çok yüksek uçabilirken, diğerleri yere daha yakın kalır. Kuşlar, tohumlar, böcekler ve küçük hayvanlar gibi birçok farklı şey yerler. Yiyecek bulmak ve yuva yapmak için gagalarını kullanırlar. Birçok kuş göç eder, kışın daha sıcak yerler bulmak için uzun mesafeler katederler. Kuşlar, minik sinek kuşlarından büyük kartallara kadar her boyda olabilirler. Doğayı dengede tutmaya yardımcı olan güzel canlılardır.\n\nKuşlar, farklı ortamlar içinde hayatta kalmalarına yardımcı olan özel özelliklere sahiptir. Kanatları güçlüdür ve havada uçmalarına yardımcı olur. Penguenler gibi bazı kuşlar uçamaz, ancak mükemmel yüzücüdürler. Kuşlar ayrıca iyi bir görme yeteneğine sahiptir, bu da yiyecek bulmalarına ve tehlikelerden kaçınmalarına yardımcı olur. Bir kuşun şarkısı, birçok insanın hoşlandığı hoş bir sestir. Birçok kültürde, kuşlar özgürlük ve barışın sembolleri olarak görülür.",
      "title": "Birds: Fascinating Creatures",
      "imageUrl": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1warLQ.img?w=768&h=432&m=6",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "Birds",
          "value": "kuşlar"
        },
        {
          "key": "fascinating",
          "value": "ilginç"
        },
        {
          "key": "animals",
          "value": "hayvanlar"
        },
        {
          "key": "feathers",
          "value": "tüyler"
        },
        {
          "key": "fly",
          "value": "uçmak"
        },
        {
          "key": "high",
          "value": "yüksek"
        },
        {
          "key": "ground",
          "value": "yer"
        },
        {
          "key": "eat",
          "value": "yemek"
        },
        {
          "key": "seeds",
          "value": "tohumlar"
        },
        {
          "key": "insects",
          "value": "böcekler"
        },
        {
          "key": "small",
          "value": "küçük"
        },
        {
          "key": "animals",
          "value": "hayvanlar"
        },
        {
          "key": "beaks",
          "value": "gagalar"
        },
        {
          "key": "nests",
          "value": "yuvalar"
        },
        {
          "key": "migrate",
          "value": "göç etmek"
        },
        {
          "key": "distances",
          "value": "mesafeler"
        },
        {
          "key": "warmer",
          "value": "daha sıcak"
        },
        {
          "key": "sizes",
          "value": "boyutlar"
        },
        {
          "key": "hummingbirds",
          "value": "sinek kuşları"
        },
        {
          "key": "eagles",
          "value": "kartallar"
        },
        {
          "key": "beautiful",
          "value": "güzel"
        },
        {
          "key": "balance",
          "value": "denge"
        },
        {
          "key": "survive",
          "value": "hayatta kalmak"
        },
        {
          "key": "wings",
          "value": "kanatlar"
        },
        {
          "key": "swimmers",
          "value": "yüzücüler"
        },
        {
          "key": "eyesight",
          "value": "görme yeteneği"
        },
        {
          "key": "song",
          "value": "şarkı"
        },
        {
          "key": "freedom",
          "value": "özgürlük"
        },
        {
          "key": "peace",
          "value": "barış"
        }
      ]
    },
    {
      "contentEn": "Inflation is when the prices of goods and services rise over time. This means that the money you have will not buy as much as before. Inflation can happen for many reasons, like when there is too much money in the economy or when the cost of materials goes up. Inflation affects everyone, especially people who do not have a lot of money. They may find it harder to buy food, clothes, and other things. Governments try to control inflation by making rules about money and prices.\n\nIn some countries, inflation is very high, and the cost of living becomes too expensive. In other countries, inflation is low, and people can buy more with their money. It is important for governments to manage inflation well so that everyone can live comfortably. When inflation is too high, it can cause problems like job loss and lower wages. So, managing inflation is a key part of a country’s economy.",
      "contentTr": "Enflasyon, mal ve hizmet fiyatlarının zamanla artmasıdır. Bu, sahip olduğunuz paranın eskisi kadar çok şey almayacağı anlamına gelir. Enflasyon, ekonomide fazla para olduğunda veya malzeme maliyetleri arttığında gibi birçok nedenden dolayı olabilir. Enflasyon herkesi etkiler, özellikle çok parası olmayan insanları. Gıda, giysi ve diğer şeyleri almak daha zor olabilir. Hükümetler, para ve fiyatlarla ilgili kurallar koyarak enflasyonu kontrol etmeye çalışır.\n\nBazı ülkelerde enflasyon çok yüksektir ve yaşam maliyeti çok pahalı hale gelir. Diğer ülkelerde ise enflasyon düşüktür ve insanlar paralarıyla daha fazla şey alabilirler. Hükümetlerin enflasyonu iyi yönetmeleri önemlidir, böylece herkes rahatça yaşayabilir. Enflasyon çok yüksek olduğunda, iş kaybı ve düşük maaşlar gibi problemler ortaya çıkabilir. Bu yüzden, enflasyonu yönetmek, bir ülkenin ekonomisinin ana parçasıdır.",
      "title": "Inflation and Prices",
      "imageUrl": "https://i.cbc.ca/1.6362279.1690827774!/fileImage/httpImage/inflation.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Economy",
      "words": [
        {
          "key": "Inflation",
          "value": "enflasyon"
        },
        {
          "key": "prices",
          "value": "fiyatlar"
        },
        {
          "key": "goods",
          "value": "mallar"
        },
        {
          "key": "services",
          "value": "hizmetler"
        },
        {
          "key": "money",
          "value": "para"
        },
        {
          "key": "economy",
          "value": "ekonomi"
        },
        {
          "key": "material",
          "value": "malzeme"
        },
        {
          "key": "affect",
          "value": "etkilemek"
        },
        {
          "key": "expensive",
          "value": "pahalı"
        },
        {
          "key": "buy",
          "value": "almak"
        },
        {
          "key": "rules",
          "value": "kurallar"
        },
        {
          "key": "living",
          "value": "yaşam"
        },
        {
          "key": "comfortable",
          "value": "rahat"
        },
        {
          "key": "job",
          "value": "iş"
        },
        {
          "key": "wages",
          "value": "maaşlar"
        }
      ]
    },
    {
      "contentEn": "Traditional food is an important part of every culture. Each country has its own special dishes that are passed down from generation to generation. In many countries, families gather together to enjoy these traditional meals. For example, in Italy, people eat pasta and pizza, which are famous around the world. In Japan, sushi is a popular dish made with rice and fish. Traditional food is not just about eating; it is a way of celebrating a culture’s history and traditions. It also brings people together to share meals and memories.\n\nFood is a big part of festivals and celebrations. During holidays, special foods are prepared, like turkey for Thanksgiving in the United States or sweets for Diwali in India. Traditional food helps people feel connected to their ancestors and heritage. It is an important part of a country’s identity. Eating traditional food is a way to honor the past and enjoy the present.",
      "contentTr": "Geleneksel yemekler, her kültürün önemli bir parçasıdır. Her ülkenin, kuşaktan kuşağa aktarılan özel yemekleri vardır. Birçok ülkede, aileler bu geleneksel yemekleri birlikte yemek için toplanır. Örneğin, İtalya'da insanlar dünyada ünlü olan makarna ve pizza yerler. Japonya'da ise sushi, pirinç ve balıktan yapılan popüler bir yemektir. Geleneksel yemekler, sadece yemek yemekle ilgili değildir; bir kültürün tarihini ve geleneklerini kutlamanın bir yoludur. Ayrıca, insanları bir araya getirerek yemekler ve anılar paylaşmalarına yardımcı olur.\n\nYemekler, festivaller ve kutlamalar için büyük bir yer tutar. Tatil günlerinde, özel yemekler hazırlanır, örneğin Amerika Birleşik Devletleri'nde Şükran Günü'nde hindi, Hindistan'da ise Diwali için tatlılar hazırlanır. Geleneksel yemekler, insanlara atalarına ve miraslarına bağlanma duygusu verir. Bir ülkenin kimliğinin önemli bir parçasıdır. Geleneksel yemekleri yemek, geçmişi onurlandırmak ve şimdiki zamanı kutlamak için bir yoldur.",
      "title": "Traditional Food Around the World",
      "imageUrl": "https://cdn.tasteatlas.com/static/map_entire2.png?m=facebook",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "Traditional",
          "value": "geleneksel"
        },
        {
          "key": "food",
          "value": "yemek"
        },
        {
          "key": "culture",
          "value": "kültür"
        },
        {
          "key": "special",
          "value": "özel"
        },
        {
          "key": "dishes",
          "value": "yemekler"
        },
        {
          "key": "generation",
          "value": "kuşak"
        },
        {
          "key": "family",
          "value": "aile"
        },
        {
          "key": "gather",
          "value": "toplanmak"
        },
        {
          "key": "eat",
          "value": "yemek yemek"
        },
        {
          "key": "example",
          "value": "örnek"
        },
        {
          "key": "famous",
          "value": "ünlü"
        },
        {
          "key": "rice",
          "value": "pirinç"
        },
        {
          "key": "fish",
          "value": "balık"
        },
        {
          "key": "celebrate",
          "value": "kutlamak"
        },
        {
          "key": "history",
          "value": "tarih"
        },
        {
          "key": "tradition",
          "value": "gelenek"
        },
        {
          "key": "festival",
          "value": "festival"
        },
        {
          "key": "holiday",
          "value": "tatil"
        },
        {
          "key": "prepared",
          "value": "hazırlanmış"
        },
        {
          "key": "connected",
          "value": "bağlantılı"
        },
        {
          "key": "identity",
          "value": "kimlik"
        },
        {
          "key": "honor",
          "value": "onurlandırmak"
        }
      ]
    },
    {
      "contentEn": "Climate change is a serious issue affecting the world. It happens because of pollution from factories and cars. When we burn things like coal and oil, harmful gases go into the air, making the planet warmer. This causes problems like hotter temperatures, melting ice, and stronger storms. Some areas are becoming too hot, while others face heavy rain and floods. To help stop climate change, we need to reduce pollution. We can do this by using less energy, driving less, and recycling. Countries are also trying to use clean energy, like wind and solar power, to help the environment.",
      "contentTr": "İklim değişikliği, dünyayı etkileyen ciddi bir sorundur. Fabrikalardan ve araçlardan gelen kirlilik nedeniyle olur. Kömür ve petrol gibi şeyler yaktığımızda zararlı gazlar havaya karışır ve gezegenin ısınmasına neden olur. Bu, daha sıcak hava, eriyen buzullar ve daha güçlü fırtınalar gibi sorunlara yol açar. Bazı bölgeler çok sıcak hale gelirken, diğerleri ağır yağmur ve sel ile karşılaşıyor. İklim değişikliğini durdurmak için, kirliliği azaltmalıyız. Bunu daha az enerji kullanarak, daha az araba kullanarak ve geri dönüştürerek yapabiliriz. Ülkeler, çevreyi korumak için rüzgar ve güneş enerjisi gibi temiz enerji kullanmaya çalışıyorlar.",
      "title": "Climate Change: A Global Problem",
      "imageUrl": "https://miro.medium.com/v2/resize:fit:1080/1*t3keC7vIITHzPf1aGs54jg.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Climate",
          "value": "iklim"
        },
        {
          "key": "change",
          "value": "değişiklik"
        },
        {
          "key": "serious",
          "value": "ciddi"
        },
        {
          "key": "issue",
          "value": "sorun"
        },
        {
          "key": "affecting",
          "value": "etkileyen"
        },
        {
          "key": "world",
          "value": "dünya"
        },
        {
          "key": "pollution",
          "value": "kirlilik"
        },
        {
          "key": "factories",
          "value": "fabrikalar"
        },
        {
          "key": "cars",
          "value": "arabalar"
        },
        {
          "key": "burn",
          "value": "yakmak"
        },
        {
          "key": "coal",
          "value": "kömür"
        },
        {
          "key": "oil",
          "value": "petrol"
        },
        {
          "key": "harmful",
          "value": "zararlı"
        },
        {
          "key": "gases",
          "value": "gazlar"
        },
        {
          "key": "air",
          "value": "hava"
        },
        {
          "key": "warmer",
          "value": "daha sıcak"
        },
        {
          "key": "temperatures",
          "value": "sıcaklıklar"
        },
        {
          "key": "melting",
          "value": "erime"
        },
        {
          "key": "ice",
          "value": "buz"
        },
        {
          "key": "stronger",
          "value": "daha güçlü"
        },
        {
          "key": "storms",
          "value": "fırtınalar"
        },
        {
          "key": "areas",
          "value": "bölgeler"
        },
        {
          "key": "floods",
          "value": "seller"
        },
        {
          "key": "reduce",
          "value": "azaltmak"
        },
        {
          "key": "energy",
          "value": "enerji"
        },
        {
          "key": "recycling",
          "value": "geri dönüşüm"
        },
        {
          "key": "clean",
          "value": "temiz"
        },
        {
          "key": "wind",
          "value": "rüzgar"
        },
        {
          "key": "solar",
          "value": "güneş"
        }
      ]
    }
  ]
}