{
  "books": [
    {
      "contentEn": "A dog is a common pet in many homes. Dogs are friendly animals that love to play and spend time with people. They need food, water, and a safe place to live. Dogs are also good for security. Some dogs help blind people by guiding them. Others work with the police to find lost things or people. Taking care of a dog means you need to clean them, take them for walks, and visit the vet. Dogs are loyal and make great friends.",
      "contentDe": "Ein Hund ist ein häufiges Haustier in vielen Haushalten. Hunde sind freundliche Tiere, die gerne spielen und Zeit mit Menschen verbringen. Sie brauchen Futter, Wasser und einen sicheren Platz zum Leben. Hunde sind auch gut für die Sicherheit. Manche Hunde helfen blinden Menschen, indem sie sie führen. Andere arbeiten mit der Polizei, um verlorene Dinge oder Personen zu finden. Sich um einen Hund zu kümmern bedeutet, ihn zu reinigen, mit ihm spazieren zu gehen und den Tierarzt zu besuchen. Hunde sind treu und machen großartige Freunde.",
      "title": "Dogs as Pets",
      "imageUrl": "https://www.princeton.edu/sites/default/files/styles/1x_full_2x_half_crop/public/images/2022/02/KOA_Nassau_2697x1517.jpg?itok=Bg2K7j7J",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "Hund"
        },
        {
          "key": "pet",
          "value": "Haustier"
        },
        {
          "key": "friendly",
          "value": "freundlich"
        },
        {
          "key": "animal",
          "value": "Tier"
        },
        {
          "key": "play",
          "value": "spielen"
        },
        {
          "key": "food",
          "value": "Futter"
        },
        {
          "key": "water",
          "value": "Wasser"
        },
        {
          "key": "safe",
          "value": "sicher"
        },
        {
          "key": "place",
          "value": "Ort"
        },
        {
          "key": "security",
          "value": "Sicherheit"
        },
        {
          "key": "blind",
          "value": "blind"
        },
        {
          "key": "guide",
          "value": "führen"
        },
        {
          "key": "lost",
          "value": "verloren"
        },
        {
          "key": "care",
          "value": "Pflege"
        },
        {
          "key": "clean",
          "value": "reinigen"
        },
        {
          "key": "walk",
          "value": "Spaziergang"
        },
        {
          "key": "visit",
          "value": "besuchen"
        },
        {
          "key": "vet",
          "value": "Tierarzt"
        },
        {
          "key": "loyal",
          "value": "treu"
        },
        {
          "key": "friend",
          "value": "Freund"
        },
        {
          "key": "great",
          "value": "großartig"
        }
      ]
    },
    {
      "contentEn": "The Eiffel Tower is one of the most famous landmarks in the world. It is located in Paris, France. The tower was built in 1889 by Gustave Eiffel for the World’s Fair. It is 330 meters tall and made of iron. Many people visit the Eiffel Tower every year. You can go up to the top of the tower by elevator or stairs. From the top, you can see all of Paris. The view is amazing. At night, the tower is covered in lights, and it looks beautiful. The Eiffel Tower is not just a tourist attraction. It is also a symbol of France. People from all over the world come to Paris to see it.",
      "contentDe": "Der Eiffelturm ist eines der berühmtesten Wahrzeichen der Welt. Er befindet sich in Paris, Frankreich. Der Turm wurde 1889 von Gustave Eiffel für die Weltausstellung gebaut. Er ist 330 Meter hoch und aus Eisen gefertigt. Jedes Jahr besuchen viele Menschen den Eiffelturm. Man kann mit dem Aufzug oder über die Treppen bis nach oben gelangen. Von der Spitze aus kann man ganz Paris sehen. Die Aussicht ist fantastisch. Nachts ist der Turm mit Lichtern bedeckt und sieht wunderschön aus. Der Eiffelturm ist nicht nur eine Touristenattraktion, sondern auch ein Symbol Frankreichs. Menschen aus aller Welt kommen nach Paris, um ihn zu sehen.",
      "title": "The Eiffel Tower",
      "imageUrl": "https://www.arkitektuel.com/wp-content/uploads/2017/10/eiffel.png",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "tower",
          "value": "Turm"
        },
        {
          "key": "landmark",
          "value": "Wahrzeichen"
        },
        {
          "key": "iron",
          "value": "Eisen"
        },
        {
          "key": "elevator",
          "value": "Aufzug"
        },
        {
          "key": "stairs",
          "value": "Treppen"
        },
        {
          "key": "view",
          "value": "Aussicht"
        },
        {
          "key": "amazing",
          "value": "fantastisch"
        },
        {
          "key": "symbol",
          "value": "Symbol"
        }
      ]
    },
    {
      "contentEn": "Gardening is a relaxing activity enjoyed by people of all ages. It is a way to connect with nature and create something beautiful. Many people grow flowers, vegetables, or herbs in their gardens. Flowers like roses, tulips, and daisies make gardens colorful and lively. Vegetables such as tomatoes, carrots, and cucumbers provide fresh food for families. Herbs like mint and basil add flavor to meals. Gardening also helps people feel calm and reduces stress.\n\nTo start gardening, you need tools like a shovel, gloves, and a watering can. The first step is to prepare the soil by removing weeds and adding nutrients. Seeds or small plants are then placed in the soil. Regular care, such as watering and protecting the plants from pests, is important for healthy growth. Some people even build small fences to keep animals away from their gardens. Gardening teaches patience because plants take time to grow. It is a rewarding hobby that gives people a sense of achievement and joy.",
      "contentDe": "Gärtnern ist eine entspannende Aktivität, die von Menschen jeden Alters genossen wird. Es ist eine Möglichkeit, sich mit der Natur zu verbinden und etwas Schönes zu schaffen. Viele Menschen pflanzen Blumen, Gemüse oder Kräuter in ihren Gärten an. Blumen wie Rosen, Tulpen und Gänseblümchen machen Gärten bunt und lebendig. Gemüse wie Tomaten, Karotten und Gurken bieten frische Nahrung für Familien. Kräuter wie Minze und Basilikum verleihen den Mahlzeiten Geschmack. Gärtnern hilft auch, sich zu beruhigen und Stress abzubauen.\n\nUm mit dem Gärtnern zu beginnen, braucht man Werkzeuge wie eine Schaufel, Handschuhe und eine Gießkanne. Der erste Schritt ist, den Boden vorzubereiten, indem man Unkraut entfernt und Nährstoffe hinzufügt. Samen oder kleine Pflanzen werden dann in die Erde gesetzt. Regelmäßige Pflege, wie das Gießen und der Schutz vor Schädlingen, ist für gesundes Wachstum wichtig. Manche Menschen bauen sogar kleine Zäune, um Tiere vom Garten fernzuhalten. Gärtnern lehrt Geduld, weil Pflanzen Zeit zum Wachsen brauchen. Es ist ein lohnendes Hobby, das Menschen ein Gefühl von Erfolg und Freude gibt.",
      "title": "Gardening for Beginners",
      "imageUrl": "https://cdn.shopify.com/s/files/1/2318/5061/files/Gardening_with_Family.jpg?v=1575880787",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Lifestyle",
      "words": [
        {
          "key": "Gardening",
          "value": "Gärtnern"
        },
        {
          "key": "relaxing",
          "value": "entspannend"
        },
        {
          "key": "nature",
          "value": "Natur"
        },
        {
          "key": "flower",
          "value": "Blume"
        },
        {
          "key": "vegetable",
          "value": "Gemüse"
        },
        {
          "key": "herb",
          "value": "Kraut"
        },
        {
          "key": "rose",
          "value": "Rose"
        },
        {
          "key": "tulip",
          "value": "Tulpe"
        },
        {
          "key": "daisy",
          "value": "Gänseblümchen"
        },
        {
          "key": "tomato",
          "value": "Tomate"
        },
        {
          "key": "carrot",
          "value": "Karotte"
        },
        {
          "key": "cucumber",
          "value": "Gurke"
        },
        {
          "key": "mint",
          "value": "Minze"
        },
        {
          "key": "basil",
          "value": "Basilikum"
        },
        {
          "key": "stress",
          "value": "Stress"
        },
        {
          "key": "shovel",
          "value": "Schaufel"
        },
        {
          "key": "glove",
          "value": "Handschuh"
        },
        {
          "key": "watering can",
          "value": "Gießkanne"
        },
        {
          "key": "soil",
          "value": "Erde"
        },
        {
          "key": "weed",
          "value": "Unkraut"
        },
        {
          "key": "Seed",
          "value": "Samen"
        },
        {
          "key": "pest",
          "value": "Schädling"
        },
        {
          "key": "fence",
          "value": "Zaun"
        },
        {
          "key": "patience",
          "value": "Geduld"
        }
      ]
    },
    {
      "contentEn": "Animals are an important part of life on Earth. They live in many places, such as forests, oceans, deserts, and mountains. Some animals, like dogs and cats, live with humans as pets. These animals bring joy and companionship to people. Wild animals, on the other hand, live in nature and include lions, elephants, and dolphins. Each animal plays a special role in the ecosystem. Bees, for example, help plants grow by carrying pollen. Birds, such as eagles and parrots, add beauty to the world with their colors and songs.\n\nTaking care of animals is essential for a healthy planet. Many species are endangered because of deforestation, pollution, and hunting. Zoos also play a role in educating people about wildlife. People can learn how animals live, what they eat, and why they are important. Additionally, adopting a pet is a great way to support animals. It is important to provide them with proper food, water, and shelter. By caring for animals, we show respect for nature and all living things.",
      "contentDe": "Tiere sind ein wichtiger Teil des Lebens auf der Erde. Sie leben an vielen Orten, zum Beispiel in Wäldern, Ozeanen, Wüsten und Bergen. Einige Tiere, wie Hunde und Katzen, leben mit Menschen als Haustiere zusammen. Diese Tiere bringen Freude und Gesellschaft. Wilde Tiere hingegen leben in der Natur und dazu gehören Löwen, Elefanten und Delfine. Jedes Tier spielt eine besondere Rolle im Ökosystem. Bienen zum Beispiel helfen Pflanzen beim Wachsen, indem sie Pollen transportieren. Vögel wie Adler und Papageien verschönern die Welt mit ihren Farben und Liedern.\n\nSich um Tiere zu kümmern ist wichtig für einen gesunden Planeten. Viele Arten sind durch Abholzung, Verschmutzung und Jagd gefährdet. Zoos spielen ebenfalls eine Rolle dabei, Menschen über Wildtiere aufzuklären. Menschen können lernen, wie Tiere leben, was sie essen und warum sie wichtig sind. Außerdem ist es eine gute Möglichkeit, Tiere zu unterstützen, ein Haustier zu adoptieren. Es ist wichtig, ihnen angemessenes Futter, Wasser und einen Unterschlupf zu bieten. Indem wir uns um Tiere kümmern, zeigen wir Respekt für die Natur und alle Lebewesen.",
      "title": "The Importance of Animals",
      "imageUrl": "https://res.cloudinary.com/jerrick/image/upload/v1678529191/640c52a778e5fa001d0aace9.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Nature",
      "words": [
        {
          "key": "Animal",
          "value": "Tier"
        },
        {
          "key": "Earth",
          "value": "Erde"
        },
        {
          "key": "forest",
          "value": "Wald"
        },
        {
          "key": "ocean",
          "value": "Ozean"
        },
        {
          "key": "desert",
          "value": "Wüste"
        },
        {
          "key": "mountain",
          "value": "Berg"
        },
        {
          "key": "pet",
          "value": "Haustier"
        },
        {
          "key": "joy",
          "value": "Freude"
        },
        {
          "key": "companion",
          "value": "Gefährte"
        },
        {
          "key": "Wild",
          "value": "wild"
        },
        {
          "key": "nature",
          "value": "Natur"
        },
        {
          "key": "ecosystem",
          "value": "Ökosystem"
        },
        {
          "key": "bee",
          "value": "Biene"
        },
        {
          "key": "pollen",
          "value": "Pollen"
        },
        {
          "key": "Bird",
          "value": "Vogel"
        },
        {
          "key": "endangered",
          "value": "gefährdet"
        },
        {
          "key": "deforestation",
          "value": "Abholzung"
        },
        {
          "key": "pollution",
          "value": "Verschmutzung"
        },
        {
          "key": "hunting",
          "value": "Jagd"
        },
        {
          "key": "sanctuary",
          "value": "Zufluchtsort"
        },
        {
          "key": "wildlife",
          "value": "Wildtiere"
        },
        {
          "key": "adopt",
          "value": "adoptieren"
        },
        {
          "key": "shelter",
          "value": "Unterschlupf"
        },
        {
          "key": "respect",
          "value": "Respekt"
        }
      ]
    },
    {
      "contentEn": "Artificial intelligence (AI) is a technology that is changing the world. It allows machines to think, learn, and solve problems like humans. AI is used in many areas of life, such as healthcare, education, and transportation. For example, in healthcare, AI can help doctors find diseases faster by analyzing medical images. In education, smart systems can create personalized learning plans for students. Self-driving cars, which use AI, can make transportation safer and more efficient. AI is also behind voice assistants like Siri and Alexa, which help people with daily tasks.\n\nDespite its many benefits, AI also brings challenges. One concern is that AI might replace human jobs. Many tasks that were once done by people are now performed by machines. This can lead to unemployment and require workers to learn new skills. Another challenge is ensuring that AI systems are fair and unbiased. If not carefully designed, AI could make unfair decisions, such as denying a loan to someone based on incomplete data. People and governments are working to address these issues by creating rules and guidelines for AI development. As AI continues to grow, it is important to use it responsibly to make life better for everyone.",
      "contentDe": "Künstliche Intelligenz (KI) ist eine Technologie, die die Welt verändert. Sie ermöglicht es Maschinen, wie Menschen zu denken, zu lernen und Probleme zu lösen. KI wird in vielen Lebensbereichen eingesetzt, zum Beispiel im Gesundheitswesen, in der Bildung und im Verkehr. Im Gesundheitswesen kann KI Ärzten helfen, Krankheiten schneller zu erkennen, indem medizinische Bilder analysiert werden. In der Bildung können intelligente Systeme personalisierte Lernpläne für Schüler erstellen. Selbstfahrende Autos, die KI nutzen, können den Verkehr sicherer und effizienter machen. KI steckt auch hinter Sprachassistenten wie Siri und Alexa, die den Menschen bei täglichen Aufgaben helfen.\n\nTrotz vieler Vorteile bringt KI auch Herausforderungen mit sich. Eine Sorge ist, dass KI menschliche Arbeitsplätze ersetzen könnte. Viele Aufgaben, die früher von Menschen erledigt wurden, werden jetzt von Maschinen übernommen. Das kann zu Arbeitslosigkeit führen und erfordert, dass Arbeitnehmer neue Fähigkeiten erlernen. Eine weitere Herausforderung besteht darin, sicherzustellen, dass KI-Systeme fair und unvoreingenommen sind. Wenn sie nicht sorgfältig entworfen werden, könnten sie ungerechte Entscheidungen treffen, zum Beispiel einem Menschen einen Kredit aufgrund unvollständiger Daten verweigern. Menschen und Regierungen arbeiten daran, diese Probleme anzugehen, indem sie Regeln und Leitlinien für die KI-Entwicklung aufstellen. Während KI weiter wächst, ist es wichtig, sie verantwortungsvoll zu nutzen, um das Leben für alle zu verbessern.",
      "title": "The Impact of Artificial Intelligence",
      "imageUrl": "https://www.arquimea.com/wp-content/uploads/2023/09/ai-post1.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Technology",
      "words": [
        {
          "key": "Artificial intelligence",
          "value": "künstliche Intelligenz"
        },
        {
          "key": "technology",
          "value": "Technologie"
        },
        {
          "key": "machine",
          "value": "Maschine"
        },
        {
          "key": "think",
          "value": "denken"
        },
        {
          "key": "learn",
          "value": "lernen"
        },
        {
          "key": "solve",
          "value": "lösen"
        },
        {
          "key": "problem",
          "value": "Problem"
        },
        {
          "key": "healthcare",
          "value": "Gesundheitswesen"
        },
        {
          "key": "education",
          "value": "Bildung"
        },
        {
          "key": "transportation",
          "value": "Verkehr"
        },
        {
          "key": "medical",
          "value": "medizinisch"
        },
        {
          "key": "personalized",
          "value": "personalisiert"
        },
        {
          "key": "self-driving",
          "value": "selbstfahrend"
        },
        {
          "key": "efficient",
          "value": "effizient"
        },
        {
          "key": "voice assistant",
          "value": "Sprachassistent"
        },
        {
          "key": "task",
          "value": "Aufgabe"
        },
        {
          "key": "challenge",
          "value": "Herausforderung"
        },
        {
          "key": "replace",
          "value": "ersetzen"
        },
        {
          "key": "unemployment",
          "value": "Arbeitslosigkeit"
        },
        {
          "key": "skill",
          "value": "Fähigkeit"
        },
        {
          "key": "fair",
          "value": "fair"
        },
        {
          "key": "unbiased",
          "value": "unvoreingenommen"
        },
        {
          "key": "guideline",
          "value": "Leitlinie"
        },
        {
          "key": "responsibly",
          "value": "verantwortungsvoll"
        },
        {
          "key": "grow",
          "value": "wachsen"
        }
      ]
    },
    {
      "contentEn": "Nature is all around us. It includes trees, rivers, mountains, animals, and the air we breathe. Nature provides us with food, water, and shelter. Without it, life would not be possible. Forests are often called the lungs of the Earth because they produce oxygen and clean the air. Rivers and lakes give us fresh water to drink and use. The sun, wind, and rain are also important parts of nature. They help plants grow and provide energy for our daily lives.\n\nProtecting nature is very important. Many forests are being cut down for wood and farming. This leads to habitat loss for animals and less clean air for humans. Pollution from factories and cars also harms the environment. It is our job to take care of the planet. Recycling, planting trees, and using less plastic can make a big difference. For example, carrying a reusable bag instead of a plastic one reduces waste. Walking or cycling instead of driving helps reduce air pollution. Everyone can do small things to help nature, and together, these actions can create a healthier planet for future generations.",
      "contentDe": "Die Natur ist überall um uns herum. Sie umfasst Bäume, Flüsse, Berge, Tiere und die Luft, die wir atmen. Die Natur versorgt uns mit Nahrung, Wasser und Unterkunft. Ohne sie wäre Leben nicht möglich. Wälder werden oft als die Lungen der Erde bezeichnet, weil sie Sauerstoff produzieren und die Luft reinigen. Flüsse und Seen geben uns sauberes Wasser zum Trinken und für den täglichen Gebrauch. Auch die Sonne, der Wind und der Regen sind wichtige Teile der Natur. Sie helfen Pflanzen beim Wachsen und liefern Energie für unser tägliches Leben.\n\nDie Natur zu schützen ist sehr wichtig. Viele Wälder werden für Holz und Landwirtschaft abgeholzt. Das führt zu Lebensraumverlust für Tiere und zu weniger sauberer Luft für Menschen. Verschmutzung durch Fabriken und Autos schadet ebenfalls der Umwelt. Es ist unsere Aufgabe, uns um den Planeten zu kümmern. Recycling, das Pflanzen von Bäumen und der geringere Gebrauch von Plastik können einen großen Unterschied machen. Zum Beispiel reduziert eine wiederverwendbare Tasche anstelle einer Plastiktüte den Abfall. Zu Fuß gehen oder Radfahren statt Autofahren hilft, die Luftverschmutzung zu verringern. Jeder kann kleine Dinge tun, um der Natur zu helfen, und gemeinsam können diese Maßnahmen einen gesünderen Planeten für zukünftige Generationen schaffen.",
      "title": "The Beauty and Importance of Nature",
      "imageUrl": "https://thumbs.dreamstime.com/b/beauty-nature-importance-preserving-environment-289909057.jpg",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Nature",
          "value": "Natur"
        },
        {
          "key": "tree",
          "value": "Baum"
        },
        {
          "key": "river",
          "value": "Fluss"
        },
        {
          "key": "mountain",
          "value": "Berg"
        },
        {
          "key": "animal",
          "value": "Tier"
        },
        {
          "key": "breathe",
          "value": "atmen"
        },
        {
          "key": "Forest",
          "value": "Wald"
        },
        {
          "key": "oxygen",
          "value": "Sauerstoff"
        },
        {
          "key": "clean",
          "value": "sauber"
        },
        {
          "key": "lake",
          "value": "See"
        },
        {
          "key": "energy",
          "value": "Energie"
        },
        {
          "key": "Protect",
          "value": "schützen"
        },
        {
          "key": "pollution",
          "value": "Verschmutzung"
        },
        {
          "key": "Recycling",
          "value": "Recycling"
        },
        {
          "key": "plastic",
          "value": "Plastik"
        },
        {
          "key": "waste",
          "value": "Abfall"
        },
        {
          "key": "air",
          "value": "Luft"
        },
        {
          "key": "healthier",
          "value": "gesünder"
        },
        {
          "key": "planet",
          "value": "Planet"
        },
        {
          "key": "generation",
          "value": "Generation"
        },
        {
          "key": "reduce",
          "value": "verringern"
        },
        {
          "key": "habitat",
          "value": "Lebensraum"
        },
        {
          "key": "future",
          "value": "Zukunft"
        },
        {
          "key": "cycling",
          "value": "Radfahren"
        },
        {
          "key": "reuse",
          "value": "wiederverwenden"
        }
      ]
    },
    {
      "contentEn": "Sports are an important part of our lives. They keep us healthy and teach us teamwork and discipline. There are many kinds of sports, such as football, basketball, tennis, and swimming. Some people like to watch sports, while others enjoy playing them. Football is one of the most popular sports in the world. It is played by two teams, each with eleven players. The goal is to score by kicking the ball into the opponent’s net. Basketball is another exciting sport. Players work together to score points by throwing the ball into a hoop. Sports like these not only improve our physical fitness but also bring people together.\n\nIn addition to traditional sports, new activities are becoming popular. For example, yoga and Pilates are great for relaxing and building strength. Adventure sports like rock climbing and surfing offer thrills and challenges. E-sports, or electronic sports, are also gaining attention. These are video game competitions where players compete at a high level. No matter the type of sport, they all require practice and dedication. Participating in sports can help people reduce stress and make new friends. Schools and communities often encourage children to join sports teams because they promote healthy habits and social skills. Whether you play for fun or competition, sports are a great way to enjoy life and stay active.",
      "contentDe": "Sport ist ein wichtiger Teil unseres Lebens. Er hält uns gesund und lehrt uns Teamarbeit und Disziplin. Es gibt viele Sportarten wie Fußball, Basketball, Tennis und Schwimmen. Manche Menschen schauen gerne Sport, während andere lieber selbst spielen. Fußball ist eine der beliebtesten Sportarten der Welt. Es wird von zwei Mannschaften mit jeweils elf Spielern gespielt. Ziel ist es, den Ball ins Tor des Gegners zu schießen. Basketball ist eine weitere spannende Sportart. Die Spieler arbeiten zusammen, um Punkte zu erzielen, indem sie den Ball in den Korb werfen. Solche Sportarten verbessern nicht nur unsere körperliche Fitness, sondern bringen auch Menschen zusammen.\n\nNeben traditionellen Sportarten werden neue Aktivitäten immer beliebter. Zum Beispiel sind Yoga und Pilates großartig zum Entspannen und zur Kräftigung. Abenteuersportarten wie Klettern und Surfen bieten Nervenkitzel und Herausforderungen. E-Sports oder elektronische Sportarten gewinnen ebenfalls an Aufmerksamkeit. Das sind Videospiel-Wettbewerbe auf hohem Niveau. Unabhängig von der Art des Sports erfordern alle Übung und Hingabe. Sportliche Betätigung kann helfen, Stress abzubauen und neue Freunde zu finden. Schulen und Gemeinschaften ermutigen Kinder oft, Sportteams beizutreten, da sie gesunde Gewohnheiten und soziale Fähigkeiten fördern. Ob zum Spaß oder im Wettkampf – Sport ist eine großartige Möglichkeit, das Leben zu genießen und aktiv zu bleiben.",
      "title": "The Joy of Sports",
      "imageUrl": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/blogs/4898/images/Zv4vXR8Qcu94A0AugUnQ_AdobeStock_77446709.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Sports",
      "words": [
        {
          "key": "Sport",
          "value": "Sport"
        },
        {
          "key": "healthy",
          "value": "gesund"
        },
        {
          "key": "teamwork",
          "value": "Teamarbeit"
        },
        {
          "key": "discipline",
          "value": "Disziplin"
        },
        {
          "key": "football",
          "value": "Fußball"
        },
        {
          "key": "basketball",
          "value": "Basketball"
        },
        {
          "key": "tennis",
          "value": "Tennis"
        },
        {
          "key": "swimming",
          "value": "Schwimmen"
        },
        {
          "key": "player",
          "value": "Spieler"
        },
        {
          "key": "goal",
          "value": "Tor"
        },
        {
          "key": "opponent",
          "value": "Gegner"
        },
        {
          "key": "hoop",
          "value": "Korb"
        },
        {
          "key": "fitness",
          "value": "Fitness"
        },
        {
          "key": "adventure",
          "value": "Abenteuer"
        },
        {
          "key": "rock climbing",
          "value": "Klettern"
        },
        {
          "key": "surfing",
          "value": "Surfen"
        },
        {
          "key": "E-sports",
          "value": "E-Sport"
        },
        {
          "key": "competition",
          "value": "Wettbewerb"
        },
        {
          "key": "practice",
          "value": "Übung"
        },
        {
          "key": "dedication",
          "value": "Hingabe"
        },
        {
          "key": "stress",
          "value": "Stress"
        },
        {
          "key": "friend",
          "value": "Freund"
        },
        {
          "key": "community",
          "value": "Gemeinschaft"
        },
        {
          "key": "habit",
          "value": "Gewohnheit"
        },
        {
          "key": "active",
          "value": "aktiv"
        }
      ]
    },
    {
      "contentEn": "The Ancient Egyptian civilization is one of the oldest and most fascinating in the world. It began around 3100 BC along the Nile River in northeastern Africa. The Egyptians built great pyramids, temples, and tombs, leaving behind impressive monuments that still exist today. They developed a unique writing system called hieroglyphs, which used pictures and symbols to represent words and ideas. Pharaohs, the rulers of Egypt, were considered gods, and they were buried in elaborate tombs with treasures to take into the afterlife.\n\nThe Egyptians were skilled in many areas. They created a calendar based on the lunar and solar cycles, which helped them plan their agricultural activities. They also made advancements in medicine, mathematics, and engineering. The famous pyramids of Giza, including the Great Pyramid, were built with incredible precision using simple tools. These accomplishments continue to amaze people today. The Nile River was essential to the survival of the Egyptians. It provided water for drinking, irrigation for crops, and a means of transportation.\n\nAlthough the Ancient Egyptian civilization eventually declined, its legacy lives on. Today, Egypt is known for its rich history, and many people travel to visit the ancient pyramids, temples, and monuments. The culture, art, and science of Ancient Egypt continue to inspire historians, archaeologists, and artists all over the world. The mysteries of the pyramids and the life of the pharaohs still capture the imagination of people today.",
      "contentDe": "Die altägyptische Zivilisation ist eine der ältesten und faszinierendsten der Welt. Sie begann um 3100 v. Chr. entlang des Nils im Nordosten Afrikas. Die Ägypter bauten große Pyramiden, Tempel und Gräber und hinterließen beeindruckende Monumente, die noch heute existieren. Sie entwickelten ein einzigartiges Schriftsystem namens Hieroglyphen, das Bilder und Symbole benutzte, um Wörter und Ideen darzustellen. Pharaonen, die Herrscher Ägyptens, galten als Götter und wurden in prunkvollen Gräbern mit Schätzen für das Jenseits beigesetzt.\n\nDie Ägypter waren in vielen Bereichen sehr geschickt. Sie entwickelten einen Kalender basierend auf Mond- und Sonnenzyklen, der ihnen half, ihre landwirtschaftlichen Aktivitäten zu planen. Außerdem machten sie Fortschritte in Medizin, Mathematik und Ingenieurwesen. Die berühmten Pyramiden von Gizeh, darunter die Große Pyramide, wurden mit unglaublicher Präzision und einfachen Werkzeugen gebaut. Diese Errungenschaften beeindrucken die Menschen bis heute. Der Nil war für das Überleben der Ägypter entscheidend. Er lieferte Trinkwasser, Bewässerung für Felder und eine Möglichkeit zum Transport.\n\nObwohl die altägyptische Zivilisation schließlich unterging, lebt ihr Erbe weiter. Heute ist Ägypten für seine reiche Geschichte bekannt, und viele Menschen reisen, um die alten Pyramiden, Tempel und Monumente zu besichtigen. Die Kultur, Kunst und Wissenschaft des Alten Ägypten inspirieren weiterhin Historiker, Archäologen und Künstler auf der ganzen Welt. Die Geheimnisse der Pyramiden und das Leben der Pharaonen faszinieren die Menschen bis heute.",
      "title": "The Ancient Egyptian Civilization",
      "imageUrl": "https://d3rr2gvhjw0wwy.cloudfront.net/uploads/mandators/49581/file-manager/egypt-tours-and-trips.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "History",
      "words": [
        {
          "key": "civilization",
          "value": "Zivilisation"
        },
        {
          "key": "Ancient",
          "value": "alt"
        },
        {
          "key": "pyramid",
          "value": "Pyramide"
        },
        {
          "key": "temple",
          "value": "Tempel"
        },
        {
          "key": "tomb",
          "value": "Grab"
        },
        {
          "key": "hieroglyph",
          "value": "Hieroglyphe"
        },
        {
          "key": "Pharaoh",
          "value": "Pharao"
        },
        {
          "key": "treasure",
          "value": "Schatz"
        },
        {
          "key": "afterlife",
          "value": "Jenseits"
        },
        {
          "key": "calendar",
          "value": "Kalender"
        },
        {
          "key": "lunar",
          "value": "Mond"
        },
        {
          "key": "solar",
          "value": "Sonne"
        },
        {
          "key": "agriculture",
          "value": "Landwirtschaft"
        },
        {
          "key": "medicine",
          "value": "Medizin"
        },
        {
          "key": "mathematics",
          "value": "Mathematik"
        },
        {
          "key": "engineering",
          "value": "Ingenieurwesen"
        },
        {
          "key": "precision",
          "value": "Präzision"
        },
        {
          "key": "transportation",
          "value": "Transport"
        },
        {
          "key": "legacy",
          "value": "Erbe"
        },
        {
          "key": "history",
          "value": "Geschichte"
        },
        {
          "key": "art",
          "value": "Kunst"
        },
        {
          "key": "archaeologist",
          "value": "Archäologe"
        },
        {
          "key": "mystery",
          "value": "Geheimnis"
        },
        {
          "key": "imagination",
          "value": "Fantasie"
        },
        {
          "key": "monument",
          "value": "Monument"
        }
      ]
    },
    {
      "contentEn": "Geography is the study of the Earth's landscapes, environments, and the ways in which humans interact with them. It helps us understand the world we live in, from the tallest mountains to the deepest oceans. Geographers study the physical features of the Earth, such as mountains, rivers, and forests, as well as human-made features like cities, roads, and buildings. By examining these features, geographers can predict patterns of climate, weather, and human behavior.\n\nOne of the most important parts of geography is the study of maps. Maps help us understand the location of places and the distance between them. They show the world in a simple and clear way. There are different types of maps, such as physical maps, which show landforms and natural features, and political maps, which display borders and countries. Understanding geography is important for understanding the world’s history and the relationships between different regions.\n\nGeography also plays a role in solving global challenges. Issues like climate change, pollution, and the availability of resources are all connected to geography. For example, the melting of polar ice caps affects sea levels and weather patterns worldwide. Geographers can study these issues to help find solutions and create plans for sustainable development. By learning geography, we gain the tools to protect our planet and plan for a better future.",
      "contentDe": "Geografie ist die Wissenschaft von den Landschaften, der Umwelt und der Art und Weise, wie Menschen mit ihnen interagieren. Sie hilft uns, die Welt, in der wir leben, zu verstehen – von den höchsten Bergen bis zu den tiefsten Ozeanen. Geografen untersuchen die physischen Merkmale der Erde, wie Berge, Flüsse und Wälder, aber auch vom Menschen geschaffene Strukturen wie Städte, Straßen und Gebäude. Durch die Analyse dieser Merkmale können Geografen Muster von Klima, Wetter und menschlichem Verhalten vorhersagen.\n\nEin besonders wichtiger Teil der Geografie ist das Studium von Karten. Karten helfen uns, die Lage von Orten und die Entfernung zwischen ihnen zu verstehen. Sie zeigen die Welt auf einfache und klare Weise. Es gibt verschiedene Arten von Karten, zum Beispiel physische Karten, die Landformen und natürliche Merkmale zeigen, und politische Karten, die Grenzen und Länder darstellen. Geografie zu verstehen ist wichtig, um die Geschichte der Welt und die Beziehungen zwischen verschiedenen Regionen zu begreifen.\n\nGeografie spielt auch eine Rolle bei der Lösung globaler Herausforderungen. Probleme wie Klimawandel, Umweltverschmutzung und Ressourcenverfügbarkeit stehen alle in Zusammenhang mit der Geografie. Zum Beispiel beeinflusst das Schmelzen der Polarkappen den Meeresspiegel und die weltweiten Wetterbedingungen. Geografen können diese Probleme untersuchen, um Lösungen zu finden und Pläne für nachhaltige Entwicklung zu erstellen. Durch das Lernen von Geografie erhalten wir Werkzeuge, um unseren Planeten zu schützen und eine bessere Zukunft zu planen.",
      "title": "The Importance of Geography",
      "imageUrl": "https://www.s4d4c.eu/wp-content/uploads/2020/12/geography-1000x667.jpg",
      "isNew": false,
      "level": "A2",
      "min": "3 min",
      "genre": "Geography",
      "words": [
        {
          "key": "Geography",
          "value": "Geografie"
        },
        {
          "key": "landscape",
          "value": "Landschaft"
        },
        {
          "key": "environment",
          "value": "Umwelt"
        },
        {
          "key": "mountain",
          "value": "Berg"
        },
        {
          "key": "river",
          "value": "Fluss"
        },
        {
          "key": "forest",
          "value": "Wald"
        },
        {
          "key": "city",
          "value": "Stadt"
        },
        {
          "key": "road",
          "value": "Straße"
        },
        {
          "key": "building",
          "value": "Gebäude"
        },
        {
          "key": "climate",
          "value": "Klima"
        },
        {
          "key": "weather",
          "value": "Wetter"
        },
        {
          "key": "map",
          "value": "Karte"
        },
        {
          "key": "location",
          "value": "Lage"
        },
        {
          "key": "physical map",
          "value": "physische Karte"
        },
        {
          "key": "political map",
          "value": "politische Karte"
        },
        {
          "key": "border",
          "value": "Grenze"
        },
        {
          "key": "country",
          "value": "Land"
        },
        {
          "key": "climate change",
          "value": "Klimawandel"
        },
        {
          "key": "pollution",
          "value": "Verschmutzung"
        },
        {
          "key": "resources",
          "value": "Ressourcen"
        },
        {
          "key": "sea level",
          "value": "Meeresspiegel"
        },
        {
          "key": "sustainable development",
          "value": "nachhaltige Entwicklung"
        },
        {
          "key": "plan",
          "value": "Plan"
        },
        {
          "key": "future",
          "value": "Zukunft"
        },
        {
          "key": "tool",
          "value": "Werkzeug"
        }
      ]
    },
    {
      "contentEn": "Football is one of the most popular sports in the world, and many clubs have millions of fans. One famous football club is Barcelona, a team from Spain. Barcelona was founded in 1899 and is known for its exciting playing style. The team plays in the Spanish La Liga, one of the top football leagues in the world. Barcelona’s home stadium is called Camp Nou, and it is one of the largest football stadiums in Europe. The club has many great players, such as Lionel Messi, who is often considered one of the best players of all time.\n\nBarcelona has won many important trophies, including the UEFA Champions League and La Liga titles. The club is famous for its youth academy, La Masia, where young players are trained to become professional footballers. The team has a strong fan base, and supporters are very passionate about their club. Barcelona has also had great success in international competitions, and they are one of the most successful football clubs in the world. Every time Barcelona plays, fans fill the stadium to watch their team in action.",
      "contentDe": "Fußball ist eine der beliebtesten Sportarten der Welt, und viele Vereine haben Millionen von Fans. Ein berühmter Fußballverein ist Barcelona, ein Team aus Spanien. Barcelona wurde 1899 gegründet und ist bekannt für seinen aufregenden Spielstil. Die Mannschaft spielt in der spanischen La Liga, einer der besten Fußballligen der Welt. Das Heimstadion von Barcelona heißt Camp Nou und ist eines der größten Fußballstadien Europas. Der Verein hat viele großartige Spieler, wie Lionel Messi, der oft als einer der besten Spieler aller Zeiten gilt.\n\nBarcelona hat viele wichtige Trophäen gewonnen, darunter die UEFA Champions League und die La Liga Titel. Der Club ist berühmt für seine Jugendakademie La Masia, in der junge Spieler zu Profifußballern ausgebildet werden. Das Team hat eine starke Fanbasis, und die Anhänger sind sehr leidenschaftlich gegenüber ihrem Club. Barcelona hatte auch großen Erfolg in internationalen Wettbewerben und ist einer der erfolgreichsten Fußballvereine der Welt. Jedes Mal, wenn Barcelona spielt, füllen die Fans das Stadion, um ihre Mannschaft in Aktion zu sehen.",
      "title": "FC Barcelona: A Famous Football Club",
      "imageUrl": "https://i0.wp.com/barcablog.com/wp-content/uploads/2012/05/ronaldinho-lionel-messi-samuel-etoo-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona-barcelona-barcablog-barca-blog-barcelona.jpg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Football",
      "words": [
        {
          "key": "Football",
          "value": "Fußball"
        },
        {
          "key": "popular",
          "value": "beliebt"
        },
        {
          "key": "club",
          "value": "Verein"
        },
        {
          "key": "team",
          "value": "Mannschaft"
        },
        {
          "key": "Spain",
          "value": "Spanien"
        },
        {
          "key": "founded",
          "value": "gegründet"
        },
        {
          "key": "playing style",
          "value": "Spielstil"
        },
        {
          "key": "league",
          "value": "Liga"
        },
        {
          "key": "stadium",
          "value": "Stadion"
        },
        {
          "key": "player",
          "value": "Spieler"
        },
        {
          "key": "trophy",
          "value": "Trophäe"
        },
        {
          "key": "title",
          "value": "Titel"
        },
        {
          "key": "youth academy",
          "value": "Jugendakademie"
        },
        {
          "key": "trained",
          "value": "ausgebildet"
        },
        {
          "key": "professional",
          "value": "professionell"
        },
        {
          "key": "success",
          "value": "Erfolg"
        },
        {
          "key": "supporter",
          "value": "Anhänger"
        },
        {
          "key": "fan base",
          "value": "Fanbasis"
        },
        {
          "key": "passionate",
          "value": "leidenschaftlich"
        },
        {
          "key": "international",
          "value": "international"
        },
        {
          "key": "competition",
          "value": "Wettbewerb"
        },
        {
          "key": "fill",
          "value": "füllen"
        },
        {
          "key": "watch",
          "value": "anschauen"
        },
        {
          "key": "action",
          "value": "Aktion"
        }
      ]
    },
    {
      "contentEn": "The sea is a beautiful and important part of nature. It covers about 70% of the Earth’s surface. The sea is home to many animals, such as fish, whales, and sharks. People also love the sea for swimming, sailing, and relaxing on the beach. The sea has many different types of water, from calm waves to strong storms. The sea is important for the weather and the environment. It helps to control the Earth’s temperature and provides oxygen. Many people depend on the sea for food and jobs. Fishermen catch fish, and boats carry goods across the sea.\n\nThe sea also has many secrets. Scientists are still studying the sea to learn more about its plants, animals, and underwater life. The sea can be dangerous, too. Strong waves and storms can be dangerous for boats and swimmers. But the sea is also beautiful and peaceful. Many people visit the sea to relax and enjoy the view. Some people even live near the sea to be close to nature and the peaceful environment. The sea will always be a special place for humans and animals alike.",
      "contentDe": "Das Meer ist ein schöner und wichtiger Teil der Natur. Es bedeckt etwa 70 % der Erdoberfläche. Das Meer ist das Zuhause vieler Tiere, wie Fische, Wale und Haie. Menschen lieben das Meer auch zum Schwimmen, Segeln und Entspannen am Strand. Das Meer hat viele verschiedene Wasserformen, von ruhigen Wellen bis zu starken Stürmen. Das Meer ist wichtig für das Wetter und die Umwelt. Es hilft, die Temperatur der Erde zu regulieren und liefert Sauerstoff. Viele Menschen sind auf das Meer für Nahrung und Arbeit angewiesen. Fischer fangen Fische, und Boote transportieren Waren über das Meer.\n\nDas Meer birgt auch viele Geheimnisse. Wissenschaftler erforschen es weiterhin, um mehr über seine Pflanzen, Tiere und das Leben unter Wasser zu erfahren. Das Meer kann auch gefährlich sein. Starke Wellen und Stürme können für Boote und Schwimmer gefährlich sein. Aber das Meer ist auch schön und friedlich. Viele Menschen besuchen das Meer, um sich zu entspannen und die Aussicht zu genießen. Manche Menschen leben sogar in Meeresnähe, um der Natur und der friedlichen Umgebung nahe zu sein. Das Meer wird immer ein besonderer Ort für Menschen und Tiere sein.",
      "title": "The Sea: A Beautiful and Important Part of Nature",
      "imageUrl": "https://natureconservancy-h.assetsadobe.com/is/image/content/dam/tnc/nature/en/photos/GreenSeaTurtle.JPG?crop=0%2C107%2C2000%2C1100&wid=4000&hei=2200&scl=0.5",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sea",
          "value": "Meer"
        },
        {
          "key": "beautiful",
          "value": "schön"
        },
        {
          "key": "important",
          "value": "wichtig"
        },
        {
          "key": "cover",
          "value": "bedecken"
        },
        {
          "key": "surface",
          "value": "Oberfläche"
        },
        {
          "key": "home",
          "value": "Zuhause"
        },
        {
          "key": "animal",
          "value": "Tier"
        },
        {
          "key": "fish",
          "value": "Fisch"
        },
        {
          "key": "whale",
          "value": "Wal"
        },
        {
          "key": "shark",
          "value": "Hai"
        },
        {
          "key": "love",
          "value": "lieben"
        },
        {
          "key": "swimming",
          "value": "Schwimmen"
        },
        {
          "key": "sailing",
          "value": "Segeln"
        },
        {
          "key": "relaxing",
          "value": "Entspannung"
        },
        {
          "key": "beach",
          "value": "Strand"
        },
        {
          "key": "calm",
          "value": "ruhig"
        },
        {
          "key": "wave",
          "value": "Welle"
        },
        {
          "key": "storm",
          "value": "Sturm"
        },
        {
          "key": "control",
          "value": "regulieren"
        },
        {
          "key": "temperature",
          "value": "Temperatur"
        },
        {
          "key": "oxygen",
          "value": "Sauerstoff"
        },
        {
          "key": "depend",
          "value": "abhängen"
        },
        {
          "key": "food",
          "value": "Essen"
        },
        {
          "key": "job",
          "value": "Arbeit"
        },
        {
          "key": "fisherman",
          "value": "Fischer"
        },
        {
          "key": "catch",
          "value": "fangen"
        },
        {
          "key": "boat",
          "value": "Boot"
        },
        {
          "key": "dangerous",
          "value": "gefährlich"
        },
        {
          "key": "study",
          "value": "studieren"
        },
        {
          "key": "underwater",
          "value": "unter Wasser"
        },
        {
          "key": "visit",
          "value": "besuchen"
        },
        {
          "key": "relax",
          "value": "sich entspannen"
        },
        {
          "key": "peaceful",
          "value": "friedlich"
        },
        {
          "key": "environment",
          "value": "Umwelt"
        },
        {
          "key": "special",
          "value": "besonders"
        }
      ]
    },
    {
      "contentEn": "The weather is an important part of our daily lives. It affects what we wear, what we do, and how we feel. In many places, the weather changes with the seasons. For example, in winter, it is cold and sometimes snowy. People wear warm clothes like coats and hats. In spring, the weather becomes warmer, and flowers start to bloom. People enjoy spending time outside. Summer is the hottest season. People go to the beach to swim and relax. In autumn, the weather becomes cooler, and leaves fall from the trees. People prepare for the cold months ahead.\n\nWeather can also be different in various parts of the world. In some places, it is always warm, while in others, it is always cold. Some places have a lot of rain, and others are very dry. Weather affects many things, like the food we eat and the activities we do. For example, people in cold places may eat hot soups to stay warm, while people in hot places may drink cold drinks to cool down. Understanding the weather helps us plan our day and stay comfortable.",
      "contentDe": "Das Wetter ist ein wichtiger Teil unseres täglichen Lebens. Es beeinflusst, was wir tragen, was wir tun und wie wir uns fühlen. In vielen Regionen ändert sich das Wetter mit den Jahreszeiten. Zum Beispiel ist es im Winter kalt und manchmal schneit es. Die Menschen tragen warme Kleidung wie Mäntel und Hüte. Im Frühling wird das Wetter wärmer und die Blumen beginnen zu blühen. Die Menschen genießen es, Zeit im Freien zu verbringen. Der Sommer ist die heißeste Jahreszeit. Viele gehen an den Strand, um zu schwimmen und sich zu entspannen. Im Herbst wird das Wetter kühler und die Blätter fallen von den Bäumen. Die Menschen bereiten sich auf die kalten Monate vor.\n\nDas Wetter kann auch in verschiedenen Teilen der Welt unterschiedlich sein. In manchen Gegenden ist es immer warm, in anderen immer kalt. Einige Orte haben viel Regen, andere sind sehr trocken. Das Wetter beeinflusst vieles, wie das Essen, das wir zu uns nehmen, und die Aktivitäten, die wir unternehmen. Zum Beispiel essen Menschen in kalten Regionen heiße Suppen, um sich warm zu halten, während Menschen in heißen Regionen kalte Getränke trinken, um sich abzukühlen. Das Wetter zu verstehen hilft uns, unseren Tag zu planen und uns wohlzufühlen.",
      "title": "The Weather and Its Effects",
      "imageUrl": "https://www.learnenglish.de/images/weather/weather.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "weather",
          "value": "Wetter"
        },
        {
          "key": "important",
          "value": "wichtig"
        },
        {
          "key": "daily",
          "value": "täglich"
        },
        {
          "key": "affect",
          "value": "beeinflussen"
        },
        {
          "key": "wear",
          "value": "tragen"
        },
        {
          "key": "season",
          "value": "Jahreszeit"
        },
        {
          "key": "winter",
          "value": "Winter"
        },
        {
          "key": "cold",
          "value": "kalt"
        },
        {
          "key": "snowy",
          "value": "verschneit"
        },
        {
          "key": "coat",
          "value": "Mantel"
        },
        {
          "key": "spring",
          "value": "Frühling"
        },
        {
          "key": "warmer",
          "value": "wärmer"
        },
        {
          "key": "bloom",
          "value": "blühen"
        },
        {
          "key": "outside",
          "value": "draußen"
        },
        {
          "key": "Summer",
          "value": "Sommer"
        },
        {
          "key": "hottest",
          "value": "heißeste"
        },
        {
          "key": "beach",
          "value": "Strand"
        },
        {
          "key": "autumn",
          "value": "Herbst"
        },
        {
          "key": "cooler",
          "value": "kühler"
        },
        {
          "key": "leaves",
          "value": "Blätter"
        },
        {
          "key": "fall",
          "value": "fallen"
        },
        {
          "key": "prepare",
          "value": "vorbereiten"
        },
        {
          "key": "different",
          "value": "unterschiedlich"
        },
        {
          "key": "always",
          "value": "immer"
        },
        {
          "key": "rain",
          "value": "Regen"
        },
        {
          "key": "dry",
          "value": "trocken"
        },
        {
          "key": "affects",
          "value": "beeinflusst"
        },
        {
          "key": "food",
          "value": "Essen"
        },
        {
          "key": "activities",
          "value": "Aktivitäten"
        },
        {
          "key": "soup",
          "value": "Suppe"
        },
        {
          "key": "drink",
          "value": "trinken"
        },
        {
          "key": "cold drinks",
          "value": "kalte Getränke"
        },
        {
          "key": "plan",
          "value": "planen"
        },
        {
          "key": "comfortable",
          "value": "bequem"
        }
      ]
    },
    {
      "contentEn": "The dog is a very popular pet around the world. People love dogs because they are friendly and loyal. They are good companions and can help with many tasks. Dogs can live in many different places, such as houses, apartments, and farms. They come in many sizes, colors, and shapes. Some dogs are very small, while others are big. Dogs need food, water, exercise, and love from their owners. They are also great for playing games and going for walks. Many people enjoy spending time with their dogs every day.\n\nDogs are very smart and can learn many things. They can be trained to do tricks, help people with disabilities, or even work with the police. Some dogs are used to help farmers on farms. They help protect animals and property. Dogs are not only pets but also helpers in many different jobs. They are known for their great sense of smell and hearing, which is why they can do important jobs.",
      "contentDe": "Der Hund ist ein sehr beliebtes Haustier auf der ganzen Welt. Menschen lieben Hunde, weil sie freundlich und treu sind. Sie sind gute Gefährten und können bei vielen Aufgaben helfen. Hunde können an vielen verschiedenen Orten leben, zum Beispiel in Häusern, Wohnungen und auf Bauernhöfen. Sie gibt es in vielen Größen, Farben und Formen. Einige Hunde sind sehr klein, während andere groß sind. Hunde brauchen Futter, Wasser, Bewegung und Liebe von ihren Besitzern. Sie eignen sich auch hervorragend zum Spielen und Spazierengehen. Viele Menschen verbringen jeden Tag gerne Zeit mit ihren Hunden.\n\nHunde sind sehr intelligent und können viele Dinge lernen. Sie können trainiert werden, Tricks zu machen, Menschen mit Behinderungen zu helfen oder sogar mit der Polizei zu arbeiten. Einige Hunde werden eingesetzt, um Landwirten auf Bauernhöfen zu helfen. Sie helfen, Tiere und Eigentum zu schützen. Hunde sind nicht nur Haustiere, sondern auch Helfer in vielen verschiedenen Berufen. Sie sind bekannt für ihren hervorragenden Geruchs- und Hörsinn, weshalb sie wichtige Aufgaben übernehmen können.",
      "title": "Dogs as Pets and Helpers",
      "imageUrl": "https://agedcareguide-assets.imgix.net/news/articles/wp/29_6_21-Assistance-Dogs.jpg?fm=pjpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "dog",
          "value": "Hund"
        },
        {
          "key": "popular",
          "value": "beliebt"
        },
        {
          "key": "pet",
          "value": "Haustier"
        },
        {
          "key": "world",
          "value": "Welt"
        },
        {
          "key": "friendly",
          "value": "freundlich"
        },
        {
          "key": "loyal",
          "value": "treu"
        },
        {
          "key": "companion",
          "value": "Gefährte"
        },
        {
          "key": "tasks",
          "value": "Aufgaben"
        },
        {
          "key": "house",
          "value": "Haus"
        },
        {
          "key": "apartment",
          "value": "Wohnung"
        },
        {
          "key": "farm",
          "value": "Bauernhof"
        },
        {
          "key": "size",
          "value": "Größe"
        },
        {
          "key": "color",
          "value": "Farbe"
        },
        {
          "key": "shape",
          "value": "Form"
        },
        {
          "key": "small",
          "value": "klein"
        },
        {
          "key": "big",
          "value": "groß"
        },
        {
          "key": "food",
          "value": "Futter"
        },
        {
          "key": "water",
          "value": "Wasser"
        },
        {
          "key": "exercise",
          "value": "Bewegung"
        },
        {
          "key": "love",
          "value": "Liebe"
        },
        {
          "key": "owner",
          "value": "Besitzer"
        },
        {
          "key": "game",
          "value": "Spiel"
        },
        {
          "key": "walk",
          "value": "Spaziergang"
        },
        {
          "key": "smart",
          "value": "intelligent"
        },
        {
          "key": "train",
          "value": "trainieren"
        },
        {
          "key": "help",
          "value": "helfen"
        },
        {
          "key": "disabilities",
          "value": "Behinderungen"
        },
        {
          "key": "police",
          "value": "Polizei"
        },
        {
          "key": "farmer",
          "value": "Bauer"
        },
        {
          "key": "protect",
          "value": "beschützen"
        },
        {
          "key": "property",
          "value": "Eigentum"
        },
        {
          "key": "smell",
          "value": "Geruch"
        },
        {
          "key": "hearing",
          "value": "Gehör"
        }
      ]
    },
    {
      "contentEn": "The sun is very important for life on Earth. It gives us light and heat. Without the sun, plants, animals, and humans would not survive. The sun helps plants grow, and plants give us food. The sun is also important for making the weather. In the morning, the sun rises, and at night, it sets. People like to spend time outside when the sun is shining. Sometimes, the sun can be too hot, so we need to wear sunscreen and hats to protect our skin.\n\nThe sun is a big ball of fire. It is very far from the Earth, but it still has a lot of energy. The sun’s light travels to Earth and makes the day bright. The sun is also important for helping us see things. Without the sun, we would live in darkness. Many animals also use the sun to find food and navigate their way around. The sun is very special, and we need to take care of it.",
      "contentDe": "Die Sonne ist sehr wichtig für das Leben auf der Erde. Sie gibt uns Licht und Wärme. Ohne die Sonne könnten Pflanzen, Tiere und Menschen nicht überleben. Die Sonne hilft Pflanzen zu wachsen, und Pflanzen geben uns Nahrung. Die Sonne ist auch wichtig für das Wetter. Morgens geht die Sonne auf und abends geht sie unter. Menschen verbringen gerne Zeit draußen, wenn die Sonne scheint. Manchmal kann die Sonne zu heiß sein, deshalb müssen wir Sonnencreme und Hüte tragen, um unsere Haut zu schützen.\n\nDie Sonne ist eine große Feuerkugel. Sie ist sehr weit von der Erde entfernt, hat aber trotzdem viel Energie. Das Licht der Sonne erreicht die Erde und macht den Tag hell. Die Sonne hilft uns auch dabei, Dinge zu sehen. Ohne die Sonne würden wir in Dunkelheit leben. Viele Tiere nutzen die Sonne, um Nahrung zu finden und sich zu orientieren. Die Sonne ist etwas ganz Besonderes, und wir müssen gut auf sie achten.",
      "title": "The Sun and Its Importance",
      "imageUrl": "https://www.quantamagazine.org/wp-content/uploads/2018/07/SolarFull_SeanDoran_2880FullwidthLede.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Nature",
      "words": [
        {
          "key": "sun",
          "value": "Sonne"
        },
        {
          "key": "important",
          "value": "wichtig"
        },
        {
          "key": "light",
          "value": "Licht"
        },
        {
          "key": "heat",
          "value": "Wärme"
        },
        {
          "key": "survive",
          "value": "überleben"
        },
        {
          "key": "plants",
          "value": "Pflanzen"
        },
        {
          "key": "animals",
          "value": "Tiere"
        },
        {
          "key": "humans",
          "value": "Menschen"
        },
        {
          "key": "grow",
          "value": "wachsen"
        },
        {
          "key": "food",
          "value": "Nahrung"
        },
        {
          "key": "weather",
          "value": "Wetter"
        },
        {
          "key": "morning",
          "value": "Morgen"
        },
        {
          "key": "rise",
          "value": "aufgehen"
        },
        {
          "key": "night",
          "value": "Nacht"
        },
        {
          "key": "sets",
          "value": "untergehen"
        },
        {
          "key": "outside",
          "value": "draußen"
        },
        {
          "key": "shine",
          "value": "scheinen"
        },
        {
          "key": "hot",
          "value": "heiß"
        },
        {
          "key": "wear",
          "value": "tragen"
        },
        {
          "key": "sunscreen",
          "value": "Sonnencreme"
        },
        {
          "key": "hat",
          "value": "Hut"
        },
        {
          "key": "skin",
          "value": "Haut"
        },
        {
          "key": "ball",
          "value": "Kugel"
        },
        {
          "key": "fire",
          "value": "Feuer"
        },
        {
          "key": "far",
          "value": "weit"
        },
        {
          "key": "energy",
          "value": "Energie"
        },
        {
          "key": "day",
          "value": "Tag"
        },
        {
          "key": "bright",
          "value": "hell"
        },
        {
          "key": "see",
          "value": "sehen"
        },
        {
          "key": "darkness",
          "value": "Dunkelheit"
        },
        {
          "key": "navigate",
          "value": "navigieren"
        }
      ]
    },
    {
      "contentEn": "Birds are fascinating animals that can be found all over the world. They are known for their feathers and ability to fly. Some birds can fly very high, while others stay closer to the ground. Birds eat a variety of foods such as seeds, insects, and small animals. They use their beaks to find food and build nests. Many birds migrate, traveling long distances to find warmer places in the winter. Birds come in all sizes, from tiny hummingbirds to large eagles. They are beautiful creatures that help keep nature in balance.\n\nBirds have special features that help them survive in different environments. Their wings are strong and help them fly through the air. Some birds, like penguins, cannot fly but are excellent swimmers. Birds also have good eyesight, which helps them find food and avoid danger. The song of a bird is a pleasant sound that many people enjoy. In many cultures, birds are seen as symbols of freedom and peace.",
      "contentDe": "Vögel sind faszinierende Tiere, die auf der ganzen Welt zu finden sind. Sie sind bekannt für ihr Gefieder und ihre Fähigkeit zu fliegen. Manche Vögel können sehr hoch fliegen, während andere näher am Boden bleiben. Vögel fressen verschiedene Dinge wie Samen, Insekten und kleine Tiere. Sie benutzen ihre Schnäbel, um Nahrung zu finden und Nester zu bauen. Viele Vögel ziehen im Winter in wärmere Gegenden und legen dabei weite Strecken zurück. Vögel gibt es in allen Größen, von winzigen Kolibris bis hin zu großen Adlern. Sie sind wunderschöne Lebewesen, die helfen, das Gleichgewicht der Natur zu bewahren.\n\nVögel haben besondere Merkmale, die ihnen helfen, in verschiedenen Umgebungen zu überleben. Ihre Flügel sind stark und ermöglichen es ihnen, durch die Luft zu fliegen. Manche Vögel wie Pinguine können nicht fliegen, sind aber ausgezeichnete Schwimmer. Vögel haben auch ein gutes Sehvermögen, das ihnen hilft, Nahrung zu finden und Gefahren zu vermeiden. Der Gesang eines Vogels ist ein angenehmer Klang, den viele Menschen genießen. In vielen Kulturen gelten Vögel als Symbole für Freiheit und Frieden.",
      "title": "Birds: Fascinating Creatures",
      "imageUrl": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1warLQ.img?w=768&h=432&m=6",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Animals",
      "words": [
        {
          "key": "Birds",
          "value": "Vögel"
        },
        {
          "key": "fascinating",
          "value": "faszinierend"
        },
        {
          "key": "animals",
          "value": "Tiere"
        },
        {
          "key": "feathers",
          "value": "Gefieder"
        },
        {
          "key": "fly",
          "value": "fliegen"
        },
        {
          "key": "high",
          "value": "hoch"
        },
        {
          "key": "ground",
          "value": "Boden"
        },
        {
          "key": "eat",
          "value": "fressen"
        },
        {
          "key": "seeds",
          "value": "Samen"
        },
        {
          "key": "insects",
          "value": "Insekten"
        },
        {
          "key": "small",
          "value": "klein"
        },
        {
          "key": "beaks",
          "value": "Schnäbel"
        },
        {
          "key": "nests",
          "value": "Nester"
        },
        {
          "key": "migrate",
          "value": "ziehen"
        },
        {
          "key": "distances",
          "value": "Entfernungen"
        },
        {
          "key": "warmer",
          "value": "wärmer"
        },
        {
          "key": "sizes",
          "value": "Größen"
        },
        {
          "key": "hummingbirds",
          "value": "Kolibris"
        },
        {
          "key": "eagles",
          "value": "Adler"
        },
        {
          "key": "beautiful",
          "value": "wunderschön"
        },
        {
          "key": "balance",
          "value": "Gleichgewicht"
        },
        {
          "key": "survive",
          "value": "überleben"
        },
        {
          "key": "wings",
          "value": "Flügel"
        },
        {
          "key": "swimmers",
          "value": "Schwimmer"
        },
        {
          "key": "eyesight",
          "value": "Sehvermögen"
        },
        {
          "key": "song",
          "value": "Gesang"
        },
        {
          "key": "freedom",
          "value": "Freiheit"
        },
        {
          "key": "peace",
          "value": "Frieden"
        }
      ]
    },
    {
      "contentEn": "Inflation is when the prices of goods and services rise over time. This means that the money you have will not buy as much as before. Inflation can happen for many reasons, like when there is too much money in the economy or when the cost of materials goes up. Inflation affects everyone, especially people who do not have a lot of money. They may find it harder to buy food, clothes, and other things. Governments try to control inflation by making rules about money and prices.\n\nIn some countries, inflation is very high, and the cost of living becomes too expensive. In other countries, inflation is low, and people can buy more with their money. It is important for governments to manage inflation well so that everyone can live comfortably. When inflation is too high, it can cause problems like job loss and lower wages. So, managing inflation is a key part of a country’s economy.",
      "contentDe": "Inflation ist, wenn die Preise für Waren und Dienstleistungen im Laufe der Zeit steigen. Das bedeutet, dass man mit dem Geld, das man hat, weniger kaufen kann als zuvor. Inflation kann aus vielen Gründen auftreten, zum Beispiel wenn zu viel Geld in der Wirtschaft ist oder wenn die Materialkosten steigen. Inflation betrifft alle, besonders Menschen mit wenig Geld. Sie haben es schwerer, Lebensmittel, Kleidung und andere Dinge zu kaufen. Regierungen versuchen, die Inflation durch Regeln für Geld und Preise zu kontrollieren.\n\nIn manchen Ländern ist die Inflation sehr hoch, und die Lebenshaltungskosten werden zu teuer. In anderen Ländern ist die Inflation niedrig, und die Menschen können mit ihrem Geld mehr kaufen. Es ist wichtig, dass Regierungen die Inflation gut verwalten, damit alle angenehm leben können. Wenn die Inflation zu hoch ist, kann es zu Problemen wie Arbeitsplatzverlust und niedrigeren Löhnen kommen. Daher ist das Management der Inflation ein wichtiger Teil der Wirtschaft eines Landes.",
      "title": "Inflation and Prices",
      "imageUrl": "https://i.cbc.ca/1.6362279.1690827774!/fileImage/httpImage/inflation.jpg",
      "isNew": false,
      "level": "A1",
      "min": "2 min",
      "genre": "Economy",
      "words": [
        {
          "key": "Inflation",
          "value": "Inflation"
        },
        {
          "key": "prices",
          "value": "Preise"
        },
        {
          "key": "goods",
          "value": "Waren"
        },
        {
          "key": "services",
          "value": "Dienstleistungen"
        },
        {
          "key": "money",
          "value": "Geld"
        },
        {
          "key": "economy",
          "value": "Wirtschaft"
        },
        {
          "key": "material",
          "value": "Material"
        },
        {
          "key": "affect",
          "value": "beeinflussen"
        },
        {
          "key": "expensive",
          "value": "teuer"
        },
        {
          "key": "buy",
          "value": "kaufen"
        },
        {
          "key": "rules",
          "value": "Regeln"
        },
        {
          "key": "living",
          "value": "Leben"
        },
        {
          "key": "comfortable",
          "value": "angenehm"
        },
        {
          "key": "job",
          "value": "Job"
        },
        {
          "key": "wages",
          "value": "Löhne"
        }
      ]
    },
    {
      "contentEn": "Traditional food is an important part of every culture. Each country has its own special dishes that are passed down from generation to generation. In many countries, families gather together to enjoy these traditional meals. For example, in Italy, people eat pasta and pizza, which are famous around the world. In Japan, sushi is a popular dish made with rice and fish. Traditional food is not just about eating; it is a way of celebrating a culture’s history and traditions. It also brings people together to share meals and memories.\n\nFood is a big part of festivals and celebrations. During holidays, special foods are prepared, like turkey for Thanksgiving in the United States or sweets for Diwali in India. Traditional food helps people feel connected to their ancestors and heritage. It is an important part of a country’s identity. Eating traditional food is a way to honor the past and enjoy the present.",
      "contentDe": "Traditionelles Essen ist ein wichtiger Bestandteil jeder Kultur. Jedes Land hat seine eigenen besonderen Gerichte, die von Generation zu Generation weitergegeben werden. In vielen Ländern versammeln sich Familien, um diese traditionellen Mahlzeiten gemeinsam zu genießen. Zum Beispiel essen die Menschen in Italien Pasta und Pizza, die auf der ganzen Welt berühmt sind. In Japan ist Sushi ein beliebtes Gericht aus Reis und Fisch. Traditionelles Essen bedeutet nicht nur zu essen; es ist auch eine Art, die Geschichte und die Traditionen einer Kultur zu feiern. Es bringt Menschen zusammen, um Mahlzeiten und Erinnerungen zu teilen.\n\nEssen spielt auch eine große Rolle bei Festen und Feiern. An Feiertagen werden besondere Speisen zubereitet, wie Truthahn zu Thanksgiving in den USA oder Süßigkeiten zu Diwali in Indien. Traditionelles Essen hilft den Menschen, sich mit ihren Vorfahren und ihrem Erbe verbunden zu fühlen. Es ist ein wichtiger Teil der Identität eines Landes. Traditionelles Essen zu essen ist eine Möglichkeit, die Vergangenheit zu ehren und die Gegenwart zu genießen.",
      "title": "Traditional Food Around the World",
      "imageUrl": "https://cdn.tasteatlas.com/static/map_entire2.png?m=facebook",
      "isNew": false,
      "level": "A1",
      "min": "3 min",
      "genre": "Cultural",
      "words": [
        {
          "key": "Traditional",
          "value": "traditionell"
        },
        {
          "key": "food",
          "value": "Essen"
        },
        {
          "key": "culture",
          "value": "Kultur"
        },
        {
          "key": "special",
          "value": "besonders"
        },
        {
          "key": "dishes",
          "value": "Gerichte"
        },
        {
          "key": "generation",
          "value": "Generation"
        },
        {
          "key": "family",
          "value": "Familie"
        },
        {
          "key": "gather",
          "value": "sich versammeln"
        },
        {
          "key": "eat",
          "value": "essen"
        },
        {
          "key": "example",
          "value": "Beispiel"
        },
        {
          "key": "famous",
          "value": "berühmt"
        },
        {
          "key": "rice",
          "value": "Reis"
        },
        {
          "key": "fish",
          "value": "Fisch"
        },
        {
          "key": "celebrate",
          "value": "feiern"
        },
        {
          "key": "history",
          "value": "Geschichte"
        },
        {
          "key": "tradition",
          "value": "Tradition"
        },
        {
          "key": "festival",
          "value": "Fest"
        },
        {
          "key": "holiday",
          "value": "Feiertag"
        },
        {
          "key": "prepared",
          "value": "zubereitet"
        },
        {
          "key": "connected",
          "value": "verbunden"
        },
        {
          "key": "identity",
          "value": "Identität"
        },
        {
          "key": "honor",
          "value": "ehren"
        }
      ]
    },
    {
      "contentEn": "Climate change is a serious issue affecting the world. It happens because of pollution from factories and cars. When we burn things like coal and oil, harmful gases go into the air, making the planet warmer. This causes problems like hotter temperatures, melting ice, and stronger storms. Some areas are becoming too hot, while others face heavy rain and floods. To help stop climate change, we need to reduce pollution. We can do this by using less energy, driving less, and recycling. Countries are also trying to use clean energy, like wind and solar power, to help the environment.",
      "contentDe": "Der Klimawandel ist ein ernstes Problem, das die Welt betrifft. Er entsteht durch Umweltverschmutzung von Fabriken und Autos. Wenn wir Dinge wie Kohle und Öl verbrennen, gelangen schädliche Gase in die Luft und machen den Planeten wärmer. Das führt zu Problemen wie höheren Temperaturen, schmelzendem Eis und stärkeren Stürmen. Einige Gebiete werden zu heiß, während andere mit starkem Regen und Überschwemmungen konfrontiert sind. Um den Klimawandel zu stoppen, müssen wir die Verschmutzung reduzieren. Wir können das erreichen, indem wir weniger Energie verbrauchen, weniger Auto fahren und recyceln. Länder versuchen auch, saubere Energie wie Wind- und Solarenergie zu nutzen, um die Umwelt zu schützen.",
      "title": "Climate Change: A Global Problem",
      "imageUrl": "https://miro.medium.com/v2/resize:fit:1080/1*t3keC7vIITHzPf1aGs54jg.jpeg",
      "isNew": false,
      "level": "A2",
      "min": "2 min",
      "genre": "Environment",
      "words": [
        {
          "key": "Climate",
          "value": "Klima"
        },
        {
          "key": "change",
          "value": "Veränderung"
        },
        {
          "key": "serious",
          "value": "ernst"
        },
        {
          "key": "issue",
          "value": "Problem"
        },
        {
          "key": "affecting",
          "value": "beeinflussen"
        },
        {
          "key": "world",
          "value": "Welt"
        },
        {
          "key": "pollution",
          "value": "Verschmutzung"
        },
        {
          "key": "factories",
          "value": "Fabriken"
        },
        {
          "key": "cars",
          "value": "Autos"
        },
        {
          "key": "burn",
          "value": "verbrennen"
        },
        {
          "key": "coal",
          "value": "Kohle"
        },
        {
          "key": "oil",
          "value": "Öl"
        },
        {
          "key": "harmful",
          "value": "schädlich"
        },
        {
          "key": "gases",
          "value": "Gase"
        },
        {
          "key": "air",
          "value": "Luft"
        },
        {
          "key": "warmer",
          "value": "wärmer"
        },
        {
          "key": "temperatures",
          "value": "Temperaturen"
        },
        {
          "key": "melting",
          "value": "Schmelzen"
        },
        {
          "key": "ice",
          "value": "Eis"
        },
        {
          "key": "stronger",
          "value": "stärker"
        },
        {
          "key": "storms",
          "value": "Stürme"
        },
        {
          "key": "areas",
          "value": "Gebiete"
        },
        {
          "key": "floods",
          "value": "Überschwemmungen"
        },
        {
          "key": "reduce",
          "value": "reduzieren"
        },
        {
          "key": "energy",
          "value": "Energie"
        },
        {
          "key": "recycling",
          "value": "Recycling"
        },
        {
          "key": "clean",
          "value": "sauber"
        },
        {
          "key": "wind",
          "value": "Wind"
        },
        {
          "key": "solar",
          "value": "Solar"
        }
      ]
    }
  ]
}